{
  "Bosh sahifa": "Home",
  "Dasturlar": "Programs",
  "Universitetlar": "Universities",
  "Xizmatlar": "Services",
  "Turkiya": "Turkey",
  "Transfer xizmati": "Transfer service",
  "Biz haqimizda": "About us",
  "Kontakt": "Contact",
  "Tel:": "Tel:",
  "Ijtimoiy tarmoqlar:": "Social networks:",
  "Mustaqillik 88A, Darhan Business center": "Mustaqillik 88A, Darhan Business center",
  "Bepul kosultatsiya olish uchun ma'lumotlaringizni qoldiring!": "Leave your information for a free consultation!",
  "Ismingizni kiriting:": "Enter your name:",
  "Telefon raqamingizni kiriting:": "Enter your phone number:",
  "Ismingiz": "Your name",
  "Future Study Education Consulting – Sizning Kelajagingizga Yo’l!": "Future Study Education Consulting – Your Path to the Future!",
  "Biz Haqimizda": "About Us",
  "Future Study Education Consulting – bu xalqaro ta’lim sohasida yetakchi kompaniyalardan biri bo‘lib, yoshlar uchun dunyoning eng nufuzli universitetlarida o‘qish imkoniyatlarini yaratishga ixtisoslashgan. Biz Turkiya va boshqa mamlakatlardagi top universitetlarga kirish jarayonida abituriyentlarga to‘liq qo‘llab-quvvatlash xizmatlarini taqdim etamiz.": "Future Study Education Consulting is one of the leading companies in the field of international education, specializing in creating opportunities for young people to study at the most prestigious universities in the world. We provide full support services to applicants during the admission process to top universities in Turkey and other countries.",
  "Nega Aynan Biz?": "Why Choose Us?",
  "1. Rasmiy Hamkorlik": "1. Official Partnership",
  "Biz Turkiyaning eng yaxshi universitetlari bilan bevosita hamkorlik qilamiz. Hamkorlarimiz qatorida Istanbul Kent University, Marmara University, Beykoz University va yana 30 dan ortiq universitetlar bor.": "We have direct partnerships with the best universities in Turkey. Our partners include Istanbul Kent University, Marmara University, Beykoz University, and more than 30 other universities.",
  "2. 100% Kafolatlangan Natija": "2. 100% Guaranteed Result",
  "Biz orqali hujjat topshirgan har bir talabaga kafolatlangan qabul beriladi.": "Every student who applies through us is guaranteed admission.",
  "3. Til Bilimi Muhim Emas": "3. Language Proficiency is Not Important",
  "Ingliz yoki turk tilini mukammal bilmasangiz ham, siz uchun til kurslari taklif qilamiz.": "Even if you do not have perfect knowledge of English or Turkish, we offer language courses for you.",
  "4. To‘liq Qo‘llab-Quvvatlash Xizmati": "4. Full Support Service",
  "Universitet tanlash, stipendiyalar, turar joy, viza va boshqa xizmatlarni taqdim etamiz.": "We provide services for university selection, scholarships, accommodation, visas, and more.",
  "Kerakli dasturni toping": "Find the Right Program",
  "Universitetingizni tanlang": "Choose Your University",
  "Arizangizni yuboring": "Submit Your Application",
  "Va bajarildi!": "And Done!",
  "O‘qish Jarayoni": "Study Process",
  "Biz bilan bog‘lanasiz – barcha kerakli ma’lumotlarni olasiz.": "You contact us – you get all the necessary information.",
  "Hujjatlaringizni tayyorlaymiz – universitet talablariga mos ravishda.": "We prepare your documents – according to university requirements.",
  "Universitetga topshiramiz – hujjatlarni hamkor universitetlarga yuboramiz.": "We submit to the university – we send the documents to partner universities.",
  "Qabul qilinasiz va talabalik maqomini olasiz.": "You get accepted and gain student status.",
  "Turkiyada o‘qishni boshlaysiz – to‘liq qo‘llab-quvvatlaymiz.": "You start studying in Turkey – we provide full support.",
  "Chet elda ta'lim dasturlari bilan": "With study abroad programs",
  "Sizni dunyo bilan bog'laydi!": "It connects you with the world!",
  "Talaba": "Student",
  "Tajriba": "Experience",
  "Ta'lim muassasalari": "Educational Institutions",
  "Bizning Maqsadimiz": "Our Goal",
  "Future Study Education Consulting – bu shunchaki ta’lim agentligi emas, balki sizning kelajagingizga ishonch bilan qadam qo‘yishingizga yordam beradigan yo‘lboshchingizdir.": "Future Study Education Consulting is not just an education agency, but a guide that helps you take confident steps towards your future.",
  "Universitetga tayyorlanish yili": "University preparation year",
  "Akademik muvaffaqiyat uchun poydevor qo'yish: Universitetga o'tishdagi muhim qadam": "Laying the foundation for academic success: A crucial step in transitioning to university",
  "Turk tili ko'nikmalarini rivojlantirish va til ta'limi yordamlari:": "Developing Turkish language skills and language education support:",
  "Ona tili turk tili bo'lmagan talabalar uchun turk tilini bilish Turkiyadagi universitetlarda tahsil olmoqchi bo'lganlar uchun juda muhimdir. Bu talabalarga til bilimlarini oshirishga yordam berish uchun turli turk tilini qoʻllab-quvvatlash dasturlari taklif etiladi. Bu dasturlar talabalarga turk tilidan akademik til sifatida samarali foydalanish imkonini berishni maqsad qilgan va odatda universitetlar tomonidan taqdim etiladi.": "For students whose native language is not Turkish, knowing Turkish is very important for those who want to study at universities in Turkey. Various Turkish language support programs are offered to help these students improve their language skills. These programs aim to enable students to use Turkish effectively as an academic language and are usually provided by universities.",
  "Akademik til imtihonlari:": "Academic language exams:",
  "Oliy ta’lim muassasalari qabul jarayonida talabalarning ta’lim tillarini bilish darajasini tekshirish uchun til bilish imtihonlarini tashkil qiladi. Ushbu imtihonlar talabalarning akademik matnlarni tushunishi va samarali muloqot qilishini baholaydi. Noto'g'ri deb topilgan talabalar til ko'nikmalarini oshirish uchun tayyorgarlik dasturlariga yo'naltiriladi.": "Higher education institutions organize language proficiency exams to check the level of students' knowledge of the languages of instruction during the admission process. These exams assess students' understanding of academic texts and their ability to communicate effectively. Students who are found to be deficient are directed to preparatory programs to improve their language skills.",
  "Ko'p tilli ta'lim imkoniyatlari:": "Multilingual education opportunities:",
  "Turkiyadagi ta'lim muassasalari talabalarga ingliz, frantsuz va nemis kabi turli chet tillarida ta'lim olish imkoniyatini beradi. Bu imkoniyatlar talabalarga til koʻnikmalarini yaxshilaydigan va akademik muvaffaqiyatlarini qoʻllab-quvvatlovchi qoʻshimcha til kurslariga kirish imkonini beradi. Ushbu til o'qitish dasturlari odatda intensiv tarzda ishlab chiqilgan va bir o'quv yili davom etadi.": "Educational institutions in Turkey offer students the opportunity to receive education in various foreign languages such as English, French, and German. These opportunities allow students to access additional language courses that improve their language skills and support their academic success. These language teaching programs are usually designed intensively and last for one academic year.",
  "Til tayyorlash dasturlari:": "Language preparation programs:",
  "Tilga tayyorgarlik dasturlari talabalarga akademik tillarda muvaffaqiyat qozonishlari uchun keng qamrovli treninglarni taklif qiladi. Bu dasturlar o‘quvchilarni darslarda faol ishtirok etishga, uy vazifalarini o‘z vaqtida bajarishga, taklif etilayotgan o‘quv materiallaridan unumli foydalanishga undaydi. Dastur oxirida talabalar keyingi ta'limni davom ettirish uchun zarur bo'lgan til bilimiga ega bo'lishlari taxmin qilinadi.": "Language preparation programs offer comprehensive training to help students succeed in academic languages. These programs encourage students to actively participate in classes, complete assignments on time, and make effective use of the offered study materials. By the end of the program, students are expected to have the language proficiency necessary to continue their further education.",
  "Turkiya xalqaro talabalarga turli tillarda ta’lim olish imkoniyatlarini taqdim etish orqali ta’lim sohasida global diqqat markaziga aylanishni maqsad qilgan. Turk tili asosiy ta'lim tili bo'lsa-da, universitetlar bir nechta til variantlari bilan global akademik tajribani taklif qilishadi.": "Turkey aims to become a global focal point in the field of education by offering international students the opportunity to receive education in various languages. Although Turkish is the main language of instruction, universities offer a global academic experience with multiple language options.",
  "TRANSFER VA JOYLASHUV XIZMATI": "TRANSFER AND ACCOMMODATION SERVICE",
  "Chet elda ta’lim olish – hayotdagi eng muhim bosqichlardan biri. Yangi davlatga ko‘chib o‘tish, muhitga moslashish va hujjatlar bilan bog‘liq jarayonlar esa ba’zan murakkab bo‘lishi mumkin. Ayniqsa, birinchi marta xorijga chiqayotgan talabalar uchun bu jarayon qiyinchilik tug‘dirishi tabiiy. Future Study.uz kompaniyasi sifatida biz nafaqat sizning universitetga o‘qishga qabul qilinishingizni ta’minlaymiz, balki sizning Turkiyadagi birinchi kunlaringizdan boshlab to‘liq qo‘llab-quvvatlaymiz.": "Studying abroad is one of the most important stages in life. Moving to a new country, adapting to the environment, and dealing with documentation processes can sometimes be complicated. Especially for students going abroad for the first time, this process can be challenging. As Future Study.uz, we not only ensure your admission to the university but also provide full support from your first days in Turkey.",
  "Bizning TRANSFER VA JOYLASHUV XIZMATIMIZ sizga yangi muhitga tez moslashish, hujjatlar bilan bog‘liq qiyinchiliklarga duch kelmaslik hamda qulay va xavfsiz yashash sharoitlariga ega bo‘lish imkonini beradi. Quyida biz taklif qilayotgan xizmatlar bilan batafsil tanishing:": "Our TRANSFER AND ACCOMMODATION SERVICE allows you to quickly adapt to the new environment, avoid difficulties related to documentation, and have comfortable and safe living conditions. Below, you can find detailed information about the services we offer:",
  "TRANSFER VA BOSHLANG‘ICH MOSLASHUV XIZMATLARI": "TRANSFER AND INITIAL ADAPTATION SERVICES",
  "1. Toshkent aeroportidan kuzatish": "1. Seeing off at Tashkent airport",
  "Siz o‘qish uchun xorijga jo‘nab ketayotganingizda, Future Study.uz jamoasi sizni Toshkent xalqaro aeroportidan kuzatib qo‘yadi. Kerakli hujjatlaringizni tekshirib, yo‘lda hech qanday muammo bo‘lmasligi uchun maslahatlar beramiz.": "When you are leaving for studying abroad, the Future Study.uz team will see you off at Tashkent International Airport. We will check your necessary documents and provide advice to ensure there are no problems on the way.",
  "2. Istanbul aeroportidan kutib olish": "2. Meeting at Istanbul airport",
  "Siz Istanbulga yetib kelganingizda, sizni oldindan kelishilgan joyda kutib olish xizmatini taqdim etamiz. Xorijiy davlatga ilk bor kelgan talaba uchun aeroportdan chiqish, transport topish va manzilga yetib borish biroz qiyin bo‘lishi mumkin. Shu sababli biz sizni aeroportdan kutib olib, zarur bo‘lsa, yuklaringizni tashishda ham yordam beramiz.": "When you arrive in Istanbul, we provide a meeting service at a pre-agreed location. For a student arriving in a foreign country for the first time, exiting the airport, finding transportation, and reaching the destination can be a bit challenging. Therefore, we will meet you at the airport and help with your luggage if necessary.",
  "3. Transport xizmatlari": "3. Transport services",
  "Siz Istanbul aeroportiga yetib kelganingizdan so‘ng, universitetingiz yoki turar joyingizgacha qulay transport bilan yetkazib beramiz. Yangi muhitda transport tizimi bilan tanishish, to‘g‘ri manzilga borish ba’zan vaqt talab qiladi. Shu bois, biz sizning harakatlanishingizni osonlashtirib beramiz.": "After you arrive at Istanbul airport, we will provide comfortable transportation to your university or accommodation. Getting familiar with the transportation system in a new environment and reaching the correct destination can sometimes take time. Therefore, we will facilitate your movement.",
  "Ma'lumotlaringizni qoldiring": "Leave your information",
  "TURKIYADA YASHASH VA MOSLASHUV XIZMATLARI": "LIVING AND ADAPTATION SERVICES IN TURKEY",
  "4. Sim-karta va zarur jihozlar bilan ta’minlashi": "4. Providing SIM cards and necessary equipment",
  "Yangi davlatga kelganingizda, sizga aloqa o‘rnatish va internetdan foydalanish muhim bo‘ladi. Biz sizga mahalliy operatorlarning eng qulay tariflarini tanlashda yordam beramiz va sim-karta, zarur bo‘lsa, noutbuk yoki boshqa texnik jihozlarni xarid qilishda maslahat beramiz.": "When you arrive in a new country, it is important to establish communication and use the internet. We will help you choose the most convenient tariffs from local operators and advise you on purchasing a SIM card, and if necessary, a laptop or other technical equipment.",
  "5. Universitet bilan tanishtirish va hujjatlarni rasmiylashtirish": "5. Introduction to the university and documentation",
  "Universitetga kirish hujjatlari bilan bog‘liq jarayonlarni to‘liq qo‘llab-quvvatlaymiz. Biz sizni universitetga olib borib, administratsiya bilan tanishtiramiz, kerakli hujjatlarni topshirishda yordam beramiz va barcha jarayonlar silliq o‘tishi uchun zarur ko‘rsatmalarni beramiz.": "We fully support the processes related to university admission documents. We will take you to the university, introduce you to the administration, help you submit the necessary documents, and provide the necessary instructions to ensure all processes run smoothly.",
  "6. Turkiyada yashash uchun ruxsatnoma (ikamet) olish": "6. Obtaining a residence permit (ikamet) in Turkey",
  "Turkiyada uzoq muddat yashash uchun ikamet (yashash ruxsatnomasi) olish talab etiladi. Ushbu jarayon ba’zan murakkab va ko‘p vaqt talab qilishi mumkin. Future Study.uz siz uchun barcha hujjatlarni tayyorlab, ularni Goc idaresi (migratsiya idorasi)ga topshirib, ruxsatnoma olish jarayonini tezlashtirib beradi.": "To live in Turkey for a long time, it is required to obtain a residence permit (ikamet). This process can sometimes be complicated and time-consuming. Future Study.uz will prepare all the documents for you, submit them to the Goc Administration (migration office), and expedite the process of obtaining the permit.",
  "7. Uy-joy masalasida yordam": "7. Assistance with housing",
  "Yangi davlatda eng katta muammolardan biri – turar joy topish. Talabalar ko‘pincha aldovlarga uchrab yoki qimmat uylarni ijaraga olib, ortiqcha xarajat qilishadi. Biz esa sizga arzon va qulay turar joy topib beramiz va bu jarayonda maklerlarsiz ishlaymiz. Shuningdek, uy ijaraga olish bo‘yicha barcha hujjatlarni rasmiylashtirishda ham yordam beramiz.": "One of the biggest problems in a new country is finding accommodation. Students often fall for scams or rent expensive houses, incurring extra costs. We will find you affordable and comfortable accommodation without involving brokers. We also help with all the paperwork related to renting a house.",
  "Biz bilan bo'g'laning": "Contact us",
  "ISH TOPISH XIZMATI": "JOB FINDING SERVICE",
  "8. Universitet jadvaliga mos ish topishda yordam": "8. Assistance in finding a job that fits the university schedule",
  "Turkiyada o‘qish bilan birga ishlashni rejalashtiryapsizmi? Biz sizga universitetingiz jadvaliga mos keladigan ish topishda yordam beramiz. Ish joyini tanlashda tajribamizga tayangan holda, eng yaxshi variantlarni tavsiya qilamiz. Bizning talabalarimiz o‘rtacha oyiga 900$ va undan yuqori daromad topish imkoniyatiga ega bo‘lishmoqda.": "Are you planning to work while studying in Turkey? We help you find a job that fits your university schedule. Based on our experience, we recommend the best options when choosing a job. Our students have the opportunity to earn an average of $900 or more per month.",
  "Nega aynan turkiya?": "Why Turkey?",
  "Hozir murojaat qiling": "Apply now",
  "Turkiyada o‘qish bir nechta jihatdan foydali. Ta’lim sifati yuqori, lekin narxi boshqa davlatlarga qaraganda ancha arzon. Stipendiya dasturlari ko‘p, bu esa moddiy jihatdan katta yengillik beradi. Yashash sharoitlari qulay va narxlar ham talabalar uchun mos. Madaniy yaqinlik tufayli moslashish osonroq bo‘ladi. Shuningdek, xalqaro tajriba orttirish va turli davlatlarda ishlash imkoniyatlari keng.": "Studying in Turkey is beneficial in several ways. The quality of education is high, but the cost is much lower compared to other countries. There are many scholarship programs, which provide significant financial relief. Living conditions are comfortable and prices are also suitable for students. Due to cultural proximity, adaptation is easier. Additionally, there are wide opportunities to gain international experience and work in various countries.",
  "Universitetlarda zamonaviy o‘quv dasturlari va ilg‘or texnologiyalar qo‘llaniladi. Diplom xalqaro miqyosda tan olinadi, bu esa kelajakda yaxshi ish topishga yordam beradi. Talabalar turar joylari, transport va umumiy yashash xarajatlari nisbatan arzon. Shuningdek, talabalarga qaratilgan ko‘plab chegirmalar va imtiyozlar mavjud. Iqlimi yoqimli, turmush tarzi bizga yaqin, bu esa yangi muhitga tez moslashishga yordam beradi.": "Universities use modern curricula and advanced technologies. The diploma is recognized internationally, which helps in finding a good job in the future. Student accommodations, transportation, and overall living expenses are relatively cheap. Additionally, there are many discounts and benefits for students. The climate is pleasant, and the lifestyle is similar to ours, which helps in quickly adapting to the new environment.",
  "Talabalar hayoti juda faol va qiziqarli. Universitetlarda talabalar klublari, ilmiy konferensiyalar, madaniy tadbirlar va sport musobaqalari ko‘p bo‘ladi. Talabalar uchun kutubxonalar kechga qadar ochiq, kafelar va dam olish maskanlari ham ko‘p. Transport tizimi rivojlangan, talabalar uchun maxsus chegirmalar bor. Shuningdek, ishlash va amaliyot o‘tash imkoniyatlari mavjud. Turli festivallar, sayohatlar va xalqaro talabalar bilan do‘stlashish imkoniyati ham hayotni yanada qiziqarli qiladi.": "Student life is very active and interesting. There are many student clubs, scientific conferences, cultural events, and sports competitions at universities. Libraries are open until late, and there are many cafes and recreational areas for students. The transportation system is developed, and there are special discounts for students. Additionally, there are opportunities for work and internships. Various festivals, trips, and the chance to make friends with international students make life even more exciting.",
  "O‘qish sifatli ta’lim, arzon yashash, boy madaniyat va talabalar uchun keng imkoniyatlar bilan ajralib turadi. Moslashish oson, xalqaro tajriba orttirish va kelajakda yaxshi ish topish imkoniyatlari yuqori. Talabalar hayoti esa jonli, qiziqarli va faol o‘tadi.": "Studying stands out with quality education, affordable living, rich culture, and wide opportunities for students. Adaptation is easy, and there are high chances of gaining international experience and finding a good job in the future. Student life is lively, interesting, and active.",
  "Send": "Send",
  "Biz bilan bog'laning": "Contact us",
  "Ko'p beriladigan savollar": "Frequently Asked Questions",
  "Biz bilan hamkor bo'ling": "Be partner with us",
  "Har bir mavzu bo'yicha sizni qiziqtirgan savollar": "Questions you are interested in for each topic",
  "Ariza berish jarayoni": "Application process",
  "To'lov shartlari": "Payment terms",
  "Ishga qabul qilish va bitiruvdan keyingi yordam": "Employment and post-graduation support",
  "Xalqaro talabalarni qo'llab-quvvatlash": "International student support",
  "Agar sizda agentlik kompaniya yoki yakka tartibda tadbirkorlik bo'lsa": "If you have an agency company or individual entrepreneurship",
  "Agentlik kompaniyasining nomi": "Agency company name",
  "Agentlik nomi": "Agency name",
  "Agentlikning aloqa raqami": "Agency contact number",
  "Iltimos, telefoningizni aniqligini diqqat bilan tekshiring": "Please check the accuracy of your phone number carefully",
  "Agentlik tashkil etilgan sana": "Agency establishment date",
  "Agentlik sayti": "Agency website",
  "Agentlikning rasmiy saytini yozing": "Enter the official website of the agency",
  "Agentlikning elektron pochta manzili": "Agency email address",
  "Iltimos, elektron pochta to'g'riligini tekshiring": "Please check the accuracy of your email",
  "Agentlik mamlakati": "Agency country",
  "Agentlik qaysi mamlakatdaligini kiriting": "Enter the country of the agency",
  "Agentlik manzili ma'lumotlari": "Agency address information",
  "Agentlikning aniq manzili": "Agency exact address",
  "Ariza topshirish uchun qanday hujjatlar talab qilinadi": "What documents are required for application",
  "Ariza topshirish uchun odatda pasport ma'lumotlari, transkriptlar, ma'lumotnomalar va tilni bilish sertifikati kabi hujjatlar talab qilinadi. Batafsil ma'lumotni ariza shaklida topishingiz mumkin": "Usually, passport information, transcripts, references, and language proficiency certificates are required for application. You can find detailed information in the application form",
  "Ariza topshirish jarayoni qancha davom etadi": "How long does the application process take",
  "Ariza berish muddati tanlangan universitetga, dastur talablariga va ariza berish muddatiga qarab farq qilishi mumkin. Odatda jarayon bir necha kun davom etadi": "The application period may vary depending on the selected university, program requirements, and application deadline. Usually, the process takes a few days",
  "Viza jarayonlarida yordam olsam bo'ladimi": "Can I get help with the visa process",
  "Ha, biz viza jarayoni bo'yicha yo'l-yo'riq va yordam taklif etamiz. Biz kerakli hujjatlar va jarayon haqida batafsil ma'lumot beramiz": "Yes, we offer guidance and assistance with the visa process. We provide detailed information about the necessary documents and procedures",
  "Mening arizamning qabul qilinishi nimaga bog'liq": "What does the acceptance of my application depend on",
  "Sizning arizangiz siz tanlagan universitetning qabul mezonlariga, ariza hujjatlarining to'liqligi va to'g'riligiga va ularning talablarga muvofiqligiga bog'liq": "The acceptance of your application depends on the admission criteria of the university you choose, the completeness and accuracy of the application documents, and their compliance with the requirements",
  "Qaysi davrlarda murojaat qilishim mumkin": "When can I apply",
  "Ariza muddatlari universitetlar va dasturlarga qarab farq qiladi. Odatda, kuz va bahor semestrlari uchun ariza berish mumkin": "Application deadlines vary depending on universities and programs. Usually, you can apply for the fall and spring semesters",
  "Ariza uchun to'lov bormi": "Is there an application fee?",
  "Ariza toʻlovi universitetlar va dasturlarga qarab farq qiladi. Ba'zilar to'lov olishadi, boshqalari esa bepul ariza berishlari mumkin": "The application fee varies depending on universities and programs. Some charge a fee, while others may offer free applications.",
  "Qabul qilish uchun til bilish sertifikati qanday": "What is the language proficiency certificate for admission?",
  "Tilni bilish sertifikati afzal ko'rgan dastur va universitet tomonidan belgilangan til talablariga qarab farq qilishi mumkin. Odatda, IELTS yoki TOEFL kabi xalqaro imtihon natijalari qabul qilinadi": "The language proficiency certificate may vary depending on the language requirements set by the preferred program and university. Usually, international exam results such as IELTS or TOEFL are accepted.",
  "Malumot xatini qanday olishim mumkin": "How can I get a reference letter",
  "Malumotnomalar o'qituvchilar, akademiklar yoki ish beruvchilar tomonidan yozilishi mumkin. Xat yozish uchun maxsus shakl bo'lishi mumkin, siz ushbu tafsilotlarga e'tibor berishingiz kerak": "References can be written by teachers, academics, or employers. There may be a specific format for writing the letter, and you should pay attention to these details",
  "Qanday qilib arizamni to'ldirishim mumkin": "How can I fill out my application?",
  "Anketani to'liq va to'g'ri to'ldirganingizdan so'ng, kerakli hujjatlarni ilova qilib, to'lovni amalga oshirish orqali arizangizni to'ldirishingiz mumkin": "After you have filled out the form completely and correctly, you can complete your application by attaching the required documents and making the payment",
  "Agar mening arizam qabul qilinsa nima bo'ladi":"What happens if my application is accepted",
  "Qabul qilish maqomi siz tanlagan universitetning bahosiga bog'liq. Qabul qilingan taqdirda sizga kerakli ma'lumotlar yuboriladi va ro'yxatdan o'tish jarayoni boshlanadi":"The admission status depends on the evaluation of the university of your choice. In case of admission, you will be sent the necessary information and the registration process will begin",
  "Get information about the university": "Get information about the university",
  "Universitetlar ro'yxati": "List of universities",
  "Istanbul Beykent universiteti": "Istanbul Beykent University",
  "Talabalar soni": "Number of students",
  "Kampuslar soni": "Number of campuses",
  "Fakultet soni": "Number of faculties",
  "Zamonaviy Ta’lim Maskani": "Modern Education Center",
  "– Turkiyaning Istanbul shahrida joylashgan nufuzli xususiy oliy o'quv yurti bo'lib, 1997-yilda Adem Chelik-Beykent Ta'lim Vaqfi tomonidan tashkil etilgan. Beykent universiteti Yevropa universitetlari bilan Erasmus dasturi doirasida hamkorlik qiladi, bu esa talabalarga xalqaro tajriba orttirish imkonini beradi. Universitetda ta'lim turk va ingliz tillarida olib boriladi, bu esa xorijiy talabalar uchun keng imkoniyatlar yaratadi.": "– Located in Istanbul, Turkey, it is a prestigious private higher education institution established in 1997 by the Adem Çelik-Beykent Education Foundation. Beykent University collaborates with European universities under the Erasmus program, providing students with international experience opportunities. Education at the university is conducted in Turkish and English, creating extensive opportunities for international students.",
  "Beykent universitetida  kelajagingizni shakllantiring": "Shape your future at Beykent University",
  "Istanbul Beykent universiteti ilg'or ta'lim infratuzilmasi va keng qamrovli o'quv dasturlari bilan o'z talabalariga zamonaviy ta'lim muhitini taklif etadi. Mutaxassis akademik xodimlarimiz, innovatsion tadqiqot imkoniyatlari va xalqaro hamkorlik tufayli talabalarimiz nazariy bilimlarni ham, amaliy dasturlarni ham eng yaxshi tarzda o'rganadilar. Keng qamrovli stipendiya imkoniyatlari, dinamik kampus hayoti va sohaviy aloqalar bizning talabalarimizga martaba maqsadlariga erishishda kuchli yordam beradi.": "Istanbul Beykent University offers its students a modern educational environment with advanced educational infrastructure and comprehensive curricula. Our expert academic staff, innovative research opportunities, and international collaborations enable our students to learn both theoretical knowledge and practical applications in the best way. Extensive scholarship opportunities, dynamic campus life, and industry connections strongly support our students in achieving their career goals.",
  "E’tibor bering! Future Study orqali siz:": "Attention! Through Future Study, you can:",
  "Hech qanday imtihon topshirmasdan o‘qishga kira olasiz!": "Get admitted without taking any exams!",
  "Va eng muhimi – 71% chegirmani qo‘lga kiritish imkoniyatiga egasiz!": "And most importantly, you have the opportunity to get a 71% discount!",
  "Firma to‘lovisiz qabul qilinasiz!": "Get admitted without any agency fees!",
  "Hech qanday til sertifikatlari talab qilinmaydi! (IELTS yoki TOEFL kerak emas)": "No language certificates required! (No IELTS or TOEFL needed)",
  "Istanbul Kent University – Zamonaviy Ta’lim Maskani": "Istanbul Kent University – Modern Education Center",
  "Shuningdek, universitetda 4 ta kollej, masofaviy ta'lim tizimi, 2 ta institut va 9 ta tadqiqot markazi faoliyat yuritadi. Universitetda har yili 30,000 ga yaqin talaba ta'lim oladi, ulardan 50% ga yaqini stipendiyaga ega.": "Additionally, the university operates 4 colleges, a distance education system, 2 institutes, and 9 research centers. Approximately 30,000 students study at the university annually, with nearly 50% receiving scholarships.",
  "Istanbul Üsküdar universiteti": "Istanbul Üsküdar University",
  "Istanbul Üsküdar University – Zamonaviy Ta’lim Maskani": "Istanbul Üsküdar University – A Modern Educational Institution",
  "Turkiyaning": "Turkey's",
  "nevrologiya, psixologiya, sog‘liqni saqlash va muhandislik": "neurology, psychology, healthcare, and engineering",
  "sohalariga ixtisoslashgan yetakchi universitetlaridan biri. 2011-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng nufuzli ta’lim muassasalaridan biriga aylandi. NP İstanbul Neyropsixiatriya shifoxonasi bilan hamkorlik qilgani sababli, ayniqsa, sog‘liqni saqlash va psixologiya bo‘yicha kuchli amaliyot bazasiga ega.": "one of the leading universities specializing in the fields. Established in 2011, it has quickly become one of Turkey's most prestigious educational institutions. Due to its collaboration with NP Istanbul Neuropsychiatry Hospital, it has a strong practical base, especially in healthcare and psychology.",
  "Üsküdar Universiteti nazariy bilim va amaliyot uyg‘unligi, innovatsion tadqiqot markazlari va kuchli xalqaro aloqalari bilan ajralib turadi. Universitet ilmiy izlanishlar va sog‘liqni saqlash sohalarida yuqori darajadagi mutaxassislar tayyorlashga yo‘naltirilgan.": "Üsküdar University stands out with its combination of theoretical knowledge and practice, innovative research centers, and strong international connections. The university is focused on training high-level specialists in scientific research and healthcare fields.",
  "Nima Uchun Aynan Üsküdar Universiteti?": "Why Üsküdar University?",
  "Turkiyaning eng kuchli psixologiya va nevrologiya universiteti:": "Turkey's strongest psychology and neurology university:",
  "– Universitet neyropsixologiya, ruhiy salomatlik va sog‘liqni saqlash sohasida yetakchi hisoblanadi.": "– The university is a leader in neuropsychology, mental health, and healthcare.",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan amaliyot imkoniyatlari:": "Internship opportunities with NP Istanbul Neuropsychiatry Hospital:",
  "– Talabalar real klinik sharoitda tajriba orttirish imkoniga ega.": "– Students have the opportunity to gain experience in real clinical settings.",
  "Amaliyot va tadqiqot imkoniyatlari yuqori:": "High internship and research opportunities:",
  "– Universitetning ilmiy laboratoriyalari dunyo standartlariga javob beradi.": "– The university's scientific laboratories meet world standards.",
  "Tibbiyot va biotexnologiya sohalarida innovatsion yondashuv:": "Innovative approach in medicine and biotechnology:",
  "– Sun’iy intellekt, genomika va biotexnologiya sohalarida kuchli dasturlar mavjud.": "– There are strong programs in artificial intelligence, genomics, and biotechnology.",
  "Xalqaro hamkorlik va almashinuv dasturlari:": "International cooperation and exchange programs:",
  "– Talabalar dunyoning turli universitetlari bilan almashinuv dasturlarida qatnashish imkoniyatiga ega.": "– Students have the opportunity to participate in exchange programs with various universities around the world.",
  "Fakultetlar va Yo‘nalishlar": "Faculties and Departments",
  "Üsküdar Universiteti sog‘liqni saqlash va inson psixologiyasi sohalariga ixtisoslashgan universitet bo‘lib, quyidagi asosiy yo‘nalishlarni taklif etadi:": "Üsküdar University specializes in healthcare and human psychology, offering the following main departments:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakulteti": "1. Faculty of Medicine and Healthcare",
  "• Umumiy tibbiyot": "• General Medicine",
  "• Stomatologiya": "• Dentistry",
  "• Farmatsiya": "• Pharmacy",
  "• Fizioterapiya va reabilitatsiya": "• Physiotherapy and Rehabilitation",
  "• Diagnostika va radiologiya": "• Diagnostics and Radiology",
  "2. Psixologiya va Nevrologiya Fakulteti": "2. Faculty of Psychology and Neurology",
  "• Neyropsixologiya": "• Neuropsychology",
  "• Klinik psixologiya": "• Clinical Psychology",
  "• Kognitiv fanlar": "• Cognitive Sciences",
  "3. Muhandislik va Texnologiya Fakulteti": "3. Faculty of Engineering and Technology",
  "• Biotibbiyot muhandisligi": "• Biomedical Engineering",
  "• Kompyuter muhandisligi": "• Computer Engineering",
  "• Sun’iy intellekt va ma’lumotlar fanlari": "• Artificial Intelligence and Data Sciences",
  "• Elektronika muhandisligi": "• Electronics Engineering",
  "4. Ijtimoiy Fanlar Fakulteti": "4. Faculty of Social Sciences",
  "• Sotsiologiya": "• Sociology",
  "• Xalqaro munosabatlar": "• International Relations",
  "• Media va kommunikatsiya": "• Media and Communication",
  "• Kriminologiya va xavfsizlik fanlari": "• Criminology and Security Sciences",
  "5. Gumanitar Fanlar Fakulteti": "5. Faculty of Humanities",
  "• Tarix": "• History",
  "• Falsafa": "• Philosophy",
  "• Adabiyot va tilshunoslik": "• Literature and Linguistics",
  "Kampus Hayoti va Talabalar Uchun Sharoitlar:": "Campus Life and Facilities for Students:",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan hamkorlik": "Collaboration with NP Istanbul Neuropsychiatry Hospital",
  "– Talabalar uchun real kasbiy amaliyot va klinik tajriba olish imkoniyati mavjud.": "– Students have the opportunity to gain real professional practice and clinical experience.",
  "Zamonaviy ilmiy tadqiqot markazlari": "Modern scientific research centers",
  "– Sun’iy intellekt, genetika va neyropsixologiya bo‘yicha eng ilg‘or laboratoriyalar mavjud.": "– The most advanced laboratories in artificial intelligence, genetics, and neuropsychology are available.",
  "Talaba yotoqxonalar": "Student dormitories",
  "– Xavfsiz va zamonaviy turar joylar talabalar uchun mavjud.": "– Safe and modern accommodations are available for students.",
  "Sport va madaniy tadbirlar": "Sports and cultural events",
  "– Talabalar uchun sport zallari, klublar va tadbirlar faol ishlaydi.": "– Gyms, clubs, and events are actively available for students.",
  "Startup va innovatsiya markazlari": "Startup and innovation centers",
  "– O‘z biznes loyihalarini boshlash istagida bo‘lgan talabalar uchun maxsus dasturlar bor.": "– There are special programs for students who want to start their own business projects.",
  "Istanbul Özyeğin universiteti": "Istanbul Özyeğin University",
  "Turkiyaning eng innovatsion va tadbirkorlik ruhiga ega xususiy universitetlaridan biri": "One of Turkey's most innovative and entrepreneurial private universities",
  "texnologiya, biznes, muhandislik va aviatsiya": "technology, business, engineering, and aviation",
  "sohalarida yetakchi ta’lim muassasalaridan biri hisoblanadi. Universitet 2007-yilda O‘zyeğin jamg‘armasi tomonidan tashkil etilgan va tez fursatda xalqaro miqyosda e’tirof etilgan.": "fields. The university was established in 2007 by the Özyeğin Foundation and quickly gained international recognition.",
  "Özyeğin Universiteti talabalariga nazariy bilim bilan birga, amaliy tajriba olish imkoniyatlarini ham taqdim etadi. Universitet innovatsion o‘quv yondashuvi, tadbirkorlik dasturlari, xalqaro hamkorlik va keng amaliyot imkoniyatlari bilan ajralib turadi.": "Özyeğin University offers students theoretical knowledge along with practical experience opportunities. The university stands out with its innovative educational approach, entrepreneurship programs, international collaborations, and extensive internship opportunities.",
  "Innovatsion va amaliy ta’lim tizimi": "Innovative and practical education system",
  "– Universitet nazariy bilimdan tashqari, amaliy mashg‘ulotlar, real biznes loyihalar va tadbirkorlik dasturlariga katta e’tibor qaratadi.": "– The university places great emphasis on practical training, real business projects, and entrepreneurship programs in addition to theoretical knowledge.",
  "Texnologiya va tadbirkorlik sohalarida yetakchi": "Leader in technology and entrepreneurship",
  "– Universitet texnologiyalar va innovatsiyalar markazi sifatida tanilgan.": "– The university is known as a center for technology and innovation.",
  "Istanbulning zamonaviy kampusi": "Modern campus in Istanbul",
  "– Kampus barcha zamonaviy texnologiyalar bilan jihozlangan bo‘lib, talabalar uchun qulay ta’lim muhitini yaratadi.": "– The campus is equipped with all modern technologies, creating a comfortable educational environment for students.",
  "Ishga joylashish imkoniyati yuqori": "High employment opportunities",
  "– Universitet bitiruvchilarining 90% dan ortig‘i bitiruvdan keyin 1 yil ichida ish topadi.": "– More than 90% of the university's graduates find a job within 1 year after graduation.",
  "Xalqaro hamkorlik va almashinuv dasturlari": "International cooperation and exchange programs",
  "– Dunyoning nufuzli universitetlari bilan talabalar almashinuv dasturlari mavjud.": "– There are student exchange programs with prestigious universities around the world.",
  "Eng zamonaviy laboratoriyalar va tadqiqot markazlari": "State-of-the-art laboratories and research centers",
  "– Universitet ilmiy tadqiqotlar uchun eng ilg‘or texnologiyalarga ega.": "– The university has the most advanced technologies for scientific research.",
  "Zamonaviy yotoqxonalar": "Modern dormitories",
  "– Talabalar uchun qulay va xavfsiz yashash sharoitlari.": "– Comfortable and safe living conditions for students.",
  "Sport majmualari va sport klublari": "Sports complexes and clubs",
  "– Basketbol, futbol, suzish va boshqa sport turlari bilan shug‘ullanish imkoniyati.": "– Opportunities to engage in basketball, football, swimming, and other sports.",
  "Startup va tadbirkorlik markazlari": "Startup and entrepreneurship centers",
  "– O‘z biznesini boshlash istagida bo‘lgan talabalar uchun maxsus inkubator dasturlari.": "– Special incubator programs for students who want to start their own business.",
  "Istanbul Özyeğin University – Zamonaviy Ta’lim Maskani": "Istanbul Özyeğin University – Modern Education Center",
  "Nima Uchun Aynan Özyeğin Universiteti?": "Why Özyeğin University?",
  "Özyeğin Universiteti quyidagi yo‘nalishlarda yetakchi hisoblanadi:": "Özyeğin University is a leader in the following fields:",
  "• Sun’iy intellekt va ma’lumotlar tahlili": "• Artificial Intelligence and Data Analysis",
  "• Qurilish muhandisligi": "• Civil Engineering",
  "• Xalqaro biznes boshqaruvi": "• International Business Management",
  "• Tadbirkorlik va innovatsiya": "• Entrepreneurship and Innovation",
  "• Marketing va raqamli biznes": "• Marketing and Digital Business",
  "3. Aviatsiya va Transport Fakulteti": "3. Faculty of Aviation and Transportation",
  "• Aviatsiya boshqaruvi": "• Aviation Management",
  "• Uchish maktabi (Pilotlik yo‘nalishi)": "• Flight School (Pilot Training)",
  "• Havo transporti menejmenti": "• Air Transportation Management",
  "• Inson huquqlari va xalqaro munosabatlar": "• Human Rights and International Relations",
  "4. Huquq Fakulteti": "4. Faculty of Law",
  "1. Muhandislik va Tabiiy Fanlar Fakulteti": "1. Faculty of Engineering and Natural Sciences",
  "6. San’at va Dizayn Fakulteti": "6. Faculty of Art and Design",
  "• Vizual san’at va dizayn": "• Visual Arts and Design",
  "• Grafika va interyer dizayni": "• Graphic and Interior Design",
  "2. Iqtisodiyot va Menejment Fakulteti": "2. Faculty of Economics and Management",
  "• Xalqaro huquq": "• International Law",
  "• Biznes huquqi": "Business Law",
  "• Psixologiya": "Psychology",
  "• Moda dizayni": "• Fashion Design",
  "• Elektronika va telekommunikatsiya muhandisligi": "• Electronics and Telecommunications Engineering",
  "• Biotexnologiya muhandisligi": "• Biotechnology Engineering",
  "• Bank ishi va moliya": "• Banking and Finance",
  "Talaba klublari va madaniy tadbirlar": "Student clubs and cultural events",
  "– 50 dan ortiq talaba klublari faoliyat yuritadi.": "– More than 50 student clubs are active.",
  "Istanbul Nişantaşı universiteti": "Istanbul Nişantaşı University",
  "Istanbul Nişantaşı University – Zamonaviy Ta’lim Maskani": "Istanbul Nişantaşı University – Modern Education Center",
  "Turkiyaning eng tez rivojlanayotgan xususiy oliy ta’lim muassasalaridan biri, zamonaviy ta’lim usullari, innovatsion infratuzilma va xalqaro talabalar uchun yaratilgan qulay sharoitlari bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, bugungi kunda": "One of Turkey's fastest-growing private higher education institutions, distinguished by its modern teaching methods, innovative infrastructure, and favorable conditions for international students. The university was established in 2009 and today",
  "biznes, muhandislik, dizayn va sog‘liqni saqlash": "business, engineering, design, and healthcare",
  "sohalarida yetakchi universitetlar qatoriga kiradi.": "is among the leading universities in these fields.",
  "Nişantaşı Universitetining asosiy maqsadi – talabalarni kelajak kasblariga tayyorlash, ularga raqobatbardosh bilim va amaliy ko‘nikmalar berishdir. Universitet Istanbulning markaziy hududlaridan birida joylashgan bo‘lib, talabalar uchun akademik va shaxsiy rivojlanish uchun keng imkoniyatlar yaratadi.": "The main goal of Nişantaşı University is to prepare students for future careers by providing them with competitive knowledge and practical skills. The university is located in one of the central areas of Istanbul, offering extensive opportunities for academic and personal development.",
  "Nima Uchun Aynan Nişantaşı Universiteti?": "Why Nişantaşı University?",
  "Zamonaviy va innovatsion ta’lim:": "Modern and innovative education:",
  "– Universitet o‘zining ilg‘or pedagogik yondashuvi va amaliy ta’lim usullari bilan ajralib turadi.": "– The university stands out with its advanced pedagogical approach and practical teaching methods.",
  "Istanbulning markazida joylashgan:": "Located in the center of Istanbul:",
  "– Universitet shahar markazida bo‘lib, talabalar uchun barcha qulayliklarni taqdim etadi.": "– The university is in the city center, providing all conveniences for students.",
  "Amaliyot va ishga joylashish imkoniyati yuqori:": "High internship and employment opportunities:",
  "– Universitet ko‘plab yirik kompaniyalar bilan hamkorlik qiladi.": "– The university collaborates with many large companies.",
  "Startup va tadbirkorlik qo‘llab-quvvatlanadi:": "Support for startups and entrepreneurship:",
  "– Talabalar o‘z biznes g‘oyalarini universitet qoshidagi inkubator markazlarida rivojlantirishlari mumkin.": "– Students can develop their business ideas in the university's incubator centers.",
  "Xalqaro almashinuv dasturlari:": "International exchange programs:",
  "– Universitet Yevropa va AQShdagi nufuzli universitetlar bilan hamkorlik qiladi.": "– The university collaborates with prestigious universities in Europe and the USA.",
  "Nişantaşı Universiteti quyidagi sohalar bo‘yicha ta’lim dasturlarini taklif etadi:": "Nişantaşı University offers educational programs in the following fields:",
  "1. Muhandislik va Arxitektura Fakulteti": "1. Faculty of Engineering and Architecture",
  "• Mechatronika muhandisligi": "• Mechatronics Engineering",
  "• Arxitektura": "• Architecture",
  "2. Biznes va Menejment Fakulteti": "2. Faculty of Business and Management",
  "3. Ijtimoiy Fanlar Fakulteti": "3. Faculty of Social Sciences",
  "4. San’at va Dizayn Fakulteti": "4. Faculty of Art and Design",
  "• Ichki dizayn": "• Interior Design",
  "• Grafika va vizual san’at": "• Graphic and Visual Arts",
  "5. Sog‘liqni Saqlash Fakulteti": "5. Faculty of Healthcare",
  "• Tibbiyot texnologiyalari": "• Medical Technologies",
  "6. Aviatsiya va Logistika Fakulteti": "6. Faculty of Aviation and Logistics",
  "• Xalqaro logistika va ta’minot zanjiri": "• International Logistics and Supply Chain",
  "Ultra-zamonaviy kampuslar": "Ultra-modern campuses",
  "– Universitetning Istanbuldagi eng ilg‘or texnologiyalarga ega kampuslaridan biri.": "– One of the university's campuses in Istanbul is equipped with the most advanced technologies.",
  "Katta sport inshootlari": "Large sports facilities",
  "– Sport zallari, ochiq stadionlar va fitnes markazlari mavjud.": "– There are gyms, open stadiums, and fitness centers available.",
  "O‘quv va ilmiy markazlar": "Educational and scientific centers",
  "– Talabalar eng zamonaviy laboratoriyalarda o‘qishadi.": "– Students study in the most modern laboratories.",
  "Kutubxona va tadqiqot markazlari": "Library and research centers",
  "– 24/7 ishlaydigan zamonaviy kutubxona va ilmiy resurslar.": "– A modern library and scientific resources available 24/7.",
  "Startup va innovatsion markazlar": "Startup and innovation centers",
  "– Talabalar o‘z biznes g‘oyalarini boshlash uchun imkoniyatga ega.": "– Students have the opportunity to start their business ideas.",
  "– Talabalar teatr, kino, sport va ilmiy klublarda ishtirok etishlari mumkin.": "– Students can participate in theater, cinema, sports, and scientific clubs.",
  "Istanbul Medipol universiteti": "Istanbul Medipol University",
  "Istanbul Medipol University – Zamonaviy Ta’lim Maskani": "Istanbul Medipol University – Modern Education Center",
  "Istanbul Medipol Universiteti": "Istanbul Medipol University",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, yuqori sifatli ta’lim, innovatsion tadqiqotlar va xalqaro hamkorlik bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng rivojlangan universitetlaridan biriga aylandi. Medipol Universiteti ayniqsa tibbiyot, muhandislik, biznes va ijtimoiy fanlar sohalarida kuchli akademik dasturlari bilan mashhur.": " - Istanbul Medipol University is one of Turkey's most prestigious and modern higher education institutions, distinguished by high-quality education, innovative research, and international cooperation. Established in 2009, it has quickly become one of Turkey's most developed universities. Medipol University is especially known for its strong academic programs in medicine, engineering, business, and social sciences.",
  "Afzalliklari": "Advantages",
  "Yuqori reyting va tan olingan diplom": "High ranking and recognized diploma",
  "– Istanbul Medipol Universiteti milliy va xalqaro reytinglarda yuqori o‘rinlarni egallab kelmoqda. Uning diplomi Yevropa, AQSh va boshqa davlatlarda tan olinadi.": "– Istanbul Medipol University consistently ranks high in national and international rankings. Its diploma is recognized in Europe, the USA, and other countries.",
  "Zamonaviy infratuzilma": "Modern infrastructure",
  "– Universitetda ilg‘or texnologiyalar bilan jihozlangan laboratoriyalar, simulyatsion markazlar, kutubxonalar va kampuslar mavjud.": "Modern infrastructure – The university has laboratories equipped with advanced technologies, simulation centers, libraries, and campuses.",
  "Xalqaro talabalar uchun qulay muhit": "Xalqaro talabalar uchun qulay muhit",
  "– Dunyoning turli burchaklaridan kelgan talabalar uchun maxsus dasturlar va qo‘llab-quvvatlash xizmatlari mavjud.": " – There are special programs and support services for students from various parts of the world.",
  "Tibbiyot yo‘nalishida kuchli tajriba": "Strong experience in the field of medicine",
  "– Medipol Universiteti Turkiyaning eng yaxshi tibbiyot universitetlaridan biri bo‘lib, o‘z klinikalariga ega.": " – Medipol University is one of Turkey's best medical universities and has its own clinics.",
  "Amaliyot va ishga joylashish imkoniyatlari": "Internship and employment opportunities",
  "– Talabalar universitet qoshidagi klinikalar, kompaniyalar va xalqaro tashkilotlarda amaliyot o‘tashlari mumkin.": " – Students can intern at clinics, companies, and international organizations affiliated with the university.",
  "Istanbul Medipol Universitetida turli sohalar bo‘yicha ta’lim olish imkoniyati mavjud. Quyida asosiy fakultetlar va yo‘nalishlar keltirilgan:": "Istanbul Medipol University offers education in various fields. Below are the main faculties and departments:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakultetlari:": "1. Faculties of Medicine and Healthcare:",
  "• Jamoat salomatligi": "• Public Health",
  "2. Muhandislik va Axborot Texnologiyalari:": "2. Engineering and Information Technology:",
  "3. Iqtisodiyot va Biznes Fakulteti:": "3. Faculty of Economics and Business:",
  "• Xalqaro biznes": "• International Business",
  "• Menejment": "• Management",
  "• Turizm va mehmonxona boshqaruvi": "• Tourism and Hotel Management",
  "4. Gumanitar va Ijtimoiy Fanlar:": "4. Humanities and Social Sciences:",
  "• Huquqshunoslik": "• Law",
  "Yotoqxonalar": "Dormitories",
  "Kutubxona va IT markazlar": "Library and IT centers",
  "– Talabalar uchun xavfsiz va qulay turar joylar mavjud.": "– Safe and comfortable accommodations are available for students.",
  "– 24/7 ishlaydigan zamonaviy kutubxona va onlayn resurslar.": " – Modern libraries and online resources available 24/7.",
  "O‘quv laboratoriyalari": "Educational laboratories",
  "– Eng so‘nggi texnologiyalar bilan jihozlangan ilmiy va texnik laboratoriyalar.": "– Scientific and technical laboratories equipped with the latest technologies.",
  "Sport majmualari": "Sports complexes",
  "– Fitnes zallari, sport maydonchalari va basseynlar mavjud.": "– Fitness halls, sports fields, and swimming pools are available.",
  "Universitet haqida ma'lumot olish":"Get information about the university",
  "Talabalar klublari va tadbirlar": "Student clubs and events",
  "– Talabalar o‘z qiziqishlariga ko‘ra turli klublar va tashkilotlarga qo‘shilishlari mumkin.": "– Students can join various clubs and organizations according to their interests.",
  "Qabul Jarayoni va Talablar:": "Admission Process and Requirements:",
  "Attestat yoki diplom": "Certificate or diploma",
  "(o‘rta maktab yoki kollejni tamomlaganlik haqida)": "(about completing high school or college)",
  "Til bilish sertifikati": "Language proficiency certificate",
  "(Ingliz yoki Turk tilida – TOEFL yoki Tomer talab qilinishi mumkin)": "(in English or Turkish – TOEFL or Tomer may be required)",
  "Motivatsion xat va CV": "Motivation letter and CV",
  "(ba’zi fakultetlar uchun)": " (for some faculties)",
  "Intervyu yoki qo‘shimcha imtihon": "Interview or additional exam",
  "(ba’zi yo‘nalishlar uchun)": "(for some fields)",
  "• Hamshiralik ishi": "• Nursing",
  "Istanbul Kültür universiteti": "Istanbul Kültür University",
  "Istanbul Kültür University – Zamonaviy Ta’lim Maskani": "Istanbul Kültür University – Modern Education Center",
  "Istanbul Kültür Universiteti": "Istanbul Kültür University",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, xalqaro talablarga javob beradigan ta’lim sifati, innovatsion tadqiqot ishlari va talabalar uchun keng imkoniyatlari bilan mashhur. Universitet 1997-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida eng rivojlangan xususiy universitetlar qatoriga kirishga muvaffaq bo‘ldi.": "– One of Turkey's most prestigious and modern higher education institutions, known for its education quality that meets international standards, innovative research, and wide opportunities for students. Established in 1997, the university quickly became one of the most developed private universities.",
  "Istanbul Kültür Universiteti muhandislik, biznes, san’at, ijtimoiy fanlar va huquq kabi ko‘plab sohalarda kuchli akademik dasturlarni taqdim etadi. Ta’lim jarayoni nazariy bilim va amaliy ko‘nikmalar uyg‘unligiga asoslangan bo‘lib, talabalarga dunyo bozorida talabgir bo‘lish imkoniyatini yaratadi.": "Istanbul Kültür University offers strong academic programs in various fields such as engineering, business, arts, social sciences, and law. The education process is based on the combination of theoretical knowledge and practical skills, giving students the opportunity to be in demand in the global market.",
  "Nima Uchun Aynan Kültür Universiteti?": "Why Istanbul Kültür University?",
  "Yuqori sifatli ta’lim": "High-quality education",
  "– Universitet Turkiya va xalqaro darajada tan olingan ta’lim dasturlarini taklif etadi.": "– The university offers educational programs recognized both in Turkey and internationally.",
  "Markaziy joylashuv": "Central location",
  "– Universitet Istanbulning strategik hududida joylashgan bo‘lib, madaniyat va biznes markazlariga yaqin.": "– The university is strategically located in Istanbul, close to cultural and business centers.",
  "Amaliyot va ishga joylashish imkoniyati": "Internship and employment opportunities",
  "– Talabalar yetakchi kompaniya va tashkilotlarda amaliyot o‘tash imkoniyatiga ega.": "– Students have the opportunity to intern at leading companies and organizations.",
  "Xalqaro hamkorlik": "International cooperation",
  "– AQSh, Yevropa va Osiyodagi eng yaxshi universitetlar bilan almashinuv dasturlari mavjud.": "– Exchange programs with top universities in the USA, Europe, and Asia are available.",
  "Modern infratuzilma": "Modern infrastructure",
  "– Universitet zamonaviy laboratoriyalar, kutubxonalar va talaba yotoqxonalariga ega.": "– The university has modern laboratories, libraries, and student dormitories.",
  "Istanbul Kültür Universiteti turli akademik sohalarda ta’lim olish imkoniyatini taqdim etadi:": "Istanbul Kültür University offers education in various academic fields:",
  "• Elektrotexnika va elektronika muhandisligi": "• Electrical and Electronics Engineering",
  "• Sun’iy intellekt va data tahlili": "• Artificial Intelligence and Data Analysis",
  "3. Huquq Fakulteti": "3. Faculty of Law",
  "• Tadbirkorlik huquqi": "• Business Law",
  "• Inson huquqlari": "• Human Rights",
  "5. San’at va Dizayn Fakulteti": "5. Faculty of Art and Design",
  "• Vizual san’at va grafika dizayni": "• Visual Arts and Graphic Design",
  "• Kino va rejissyorlik": "• Cinema and Directing",
  "Kampus Hayoti va Sharoitlar": "Campus Life and Facilities",
  "Zamonaviy kutubxona": "Modern library",
  "– 24/7 ishlaydigan onlayn va bosma manbalar bilan jihozlangan ilmiy markaz.": "– A scientific center equipped with online and print resources, open 24/7.",
  "– Xavfsiz va zamonaviy yashash sharoitlari.": "– Safe and modern living conditions.",
  "Sport inshootlari": "Sports facilities",
  "– Innovatsion loyihalar va biznes boshlash uchun maxsus dasturlar.": "– Special programs for innovative projects and starting a business.",
  "Talaba klublari": "Student clubs",
  "– Madaniy va ilmiy faoliyatlar uchun turli klublar va jamiyatlar.": "– Various clubs and societies for cultural and scientific activities.",
  "Qabul Jarayoni va Talablar": "Admission Process and Requirements",
  "Kirish uchun talab qilinadigan hujjatlar:": "Documents required for admission:",
  "- Maktab yoki litsey diplomi": "- High school or lyceum diploma",
  "- Pasport nusxasi": "- Copy of passport",
  "- Pasport fotosurati": "- Passport photo",
  "- Qo‘shimcha hujjatlar (zarur bo‘lsa)": "- Additional documents (if necessary)"
}