{
  "Bosh sahifa": "Главная страница",
  "Dasturlar": "Программы",
  "Universitetlar": "Университеты",
  "Xizmatlar": "Услуги",
  "Turkiya": "Турция",
  "Transfer xizmati": "Трансферная услуга",
  "Biz haqimizda": "О нас",
  "Kontakt": "Контакт",
  "Tel:": "Тел:",
  "Ijtimoiy tarmoqlar:": "Социальные сети:",
  "Mustaqillik 88A, Darhan Business center": "Независимость 88А, бизнес-центр Дархан",
  "Bepul kosultatsiya olish uchun ma'lumotlaringizni qoldiring!": "Оставьте свои данные для бесплатной консультации!",
  "Ismingizni kiriting:": "Введите ваше имя:",
  "Telefon raqamingizni kiriting:": "Введите ваш номер телефона:",
  "Ismingiz": "Ваше имя",
  "Future Study Education Consulting – Sizning Kelajagingizga Yo’l!": "Future Study Education Consulting – Ваш путь к будущему!",
  "Biz Haqimizda": "О нас",
  "Future Study Education Consulting – bu xalqaro ta’lim sohasida yetakchi kompaniyalardan biri bo‘lib, yoshlar uchun dunyoning eng nufuzli universitetlarida o‘qish imkoniyatlarini yaratishga ixtisoslashgan. Biz Turkiya va boshqa mamlakatlardagi top universitetlarga kirish jarayonida abituriyentlarga to‘liq qo‘llab-quvvatlash xizmatlarini taqdim etamiz.": "Future Study Education Consulting – одна из ведущих компаний в области международного образования, специализирующаяся на предоставлении возможностей для обучения в самых престижных университетах мира для молодежи. Мы предоставляем полную поддержку абитуриентам в процессе поступления в ведущие университеты Турции и других стран.",
  "Nega Aynan Biz?": "Почему именно мы?",
  "1. Rasmiy Hamkorlik": "1. Официальное сотрудничество",
  "Biz Turkiyaning eng yaxshi universitetlari bilan bevosita hamkorlik qilamiz. Hamkorlarimiz qatorida Istanbul Kent University, Marmara University, Beykoz University va yana 30 dan ortiq universitetlar bor.": " Мы напрямую сотрудничаем с лучшими университетами Турции. Среди наших партнеров Istanbul Kent University, Marmara University, Beykoz University и более 30 других университетов.",
  "2. 100% Kafolatlangan Natija": "2. 100% гарантированный результат",
  "Biz orqali hujjat topshirgan har bir talabaga kafolatlangan qabul beriladi.": "Каждому студенту, подавшему документы через нас, гарантируется прием.",
  "3. Til Bilimi Muhim Emas": "3. Знание языка не важно",
  "Ingliz yoki turk tilini mukammal bilmasangiz ham, siz uchun til kurslari taklif qilamiz.": "Даже если вы не владеете английским или турецким языком в совершенстве, мы предлагаем вам языковые курсы.",
  "4. To‘liq Qo‘llab-Quvvatlash Xizmati": "4. Полная поддержка",
  "Universitet tanlash, stipendiyalar, turar joy, viza va boshqa xizmatlarni taqdim etamiz.": "Мы предоставляем услуги по выбору университета, стипендий, жилья, визы и другие.",
  "Kerakli dasturni toping": "Найдите нужную программу",
  "Universitetingizni tanlang": "Выберите ваш университет",
  "Arizangizni yuboring": "Отправьте вашу заявку",
  "Va bajarildi!": "И готово!",
  "O‘qish Jarayoni": "Процесс обучения",
  "Biz bilan bog‘lanasiz – barcha kerakli ma’lumotlarni olasiz.": "Свяжитесь с нами – получите всю необходимую информацию.",
  "Hujjatlaringizni tayyorlaymiz – universitet talablariga mos ravishda.": "Мы подготовим ваши документы в соответствии с требованиями университета.",
  "Universitetga topshiramiz – hujjatlarni hamkor universitetlarga yuboramiz.": "Мы подадим документы в партнерские университеты.",
  "Qabul qilinasiz va talabalik maqomini olasiz.": "Вы будете приняты и получите статус студента.",
  "Turkiyada o‘qishni boshlaysiz – to‘liq qo‘llab-quvvatlaymiz.": "Начнете обучение в Турции – мы полностью поддержим вас.",
  "Chet elda ta'lim dasturlari bilan": "С программами обучения за рубежом",
  " Sizni dunyo bilan bog'laydi!": " Мы свяжем вас с миром!",
  "Talaba": "Студент",
  "Tajriba": "Опыт",
  "Ta'lim muassasalari": "Образовательные учреждения",
  "Bizning Maqsadimiz": "Наша цель",
  "Future Study Education Consulting – bu shunchaki ta’lim agentligi emas, balki sizning kelajagingizga ishonch bilan qadam qo‘yishingizga yordam beradigan yo‘lboshchingizdir.": "Future Study Education Consulting – это не просто образовательное агентство, а ваш проводник, который поможет вам уверенно шагнуть в будущее.",
  "Universitetga tayyorlanish yili": "Год подготовки к университету",
  "Akademik muvaffaqiyat uchun poydevor qo'yish: Universitetga o'tishdagi muhim qadam": "Закладка фундамента для академического успеха: важный шаг к поступлению в университет",
  "Turk tili ko'nikmalarini rivojlantirish va til ta'limi yordamlari:": "Развитие навыков турецкого языка и помощь в изучении языка:",
  "Ona tili turk tili bo'lmagan talabalar uchun turk tilini bilish Turkiyadagi universitetlarda tahsil olmoqchi bo'lganlar uchun juda muhimdir. Bu talabalarga til bilimlarini oshirishga yordam berish uchun turli turk tilini qoʻllab-quvvatlash dasturlari taklif etiladi. Bu dasturlar talabalarga turk tilidan akademik til sifatida samarali foydalanish imkonini berishni maqsad qilgan va odatda universitetlar tomonidan taqdim etiladi.": "Для студентов, чей родной язык не турецкий, знание турецкого языка очень важно для обучения в университетах Турции. Для помощи таким студентам предлагаются различные программы поддержки изучения турецкого языка. Эти программы направлены на то, чтобы студенты могли эффективно использовать турецкий язык в качестве академического языка и обычно предоставляются университетами.",
  "Akademik til imtihonlari:": "Академические языковые экзамены:",
  "Oliy ta’lim muassasalari qabul jarayonida talabalarning ta’lim tillarini bilish darajasini tekshirish uchun til bilish imtihonlarini tashkil qiladi. Ushbu imtihonlar talabalarning akademik matnlarni tushunishi va samarali muloqot qilishini baholaydi. Noto'g'ri deb topilgan talabalar til ko'nikmalarini oshirish uchun tayyorgarlik dasturlariga yo'naltiriladi.": "Высшие учебные заведения организуют языковые экзамены для проверки уровня владения языками обучения в процессе приема студентов. Эти экзамены оценивают понимание студентами академических текстов и их способность эффективно общаться. Студенты, не прошедшие экзамены, направляются на подготовительные программы для улучшения языковых навыков.",
  "Ko'p tilli ta'lim imkoniyatlari:": "Возможности многоязычного образования:",
  "Turkiyadagi ta'lim muassasalari talabalarga ingliz, frantsuz va nemis kabi turli chet tillarida ta'lim olish imkoniyatini beradi. Bu imkoniyatlar talabalarga til koʻnikmalarini yaxshilaydigan va akademik muvaffaqiyatlarini qoʻllab-quvvatlovchi qoʻshimcha til kurslariga kirish imkonini beradi. Ushbu til o'qitish dasturlari odatda intensiv tarzda ishlab chiqilgan va bir o'quv yili davom etadi.": "Учебные заведения в Турции предоставляют студентам возможность обучения на различных иностранных языках, таких как английский, французский и немецкий. Эти возможности позволяют студентам улучшить языковые навыки и поддерживают их академический успех, предоставляя доступ к дополнительным языковым курсам. Эти программы обучения языкам обычно интенсивны и длятся один учебный год.",
  "Til tayyorlash dasturlari:": "Программы подготовки к языкам:",
  "Tilga tayyorgarlik dasturlari talabalarga akademik tillarda muvaffaqiyat qozonishlari uchun keng qamrovli treninglarni taklif qiladi. Bu dasturlar o‘quvchilarni darslarda faol ishtirok etishga, uy vazifalarini o‘z vaqtida bajarishga, taklif etilayotgan o‘quv materiallaridan unumli foydalanishga undaydi. Dastur oxirida talabalar keyingi ta'limni davom ettirish uchun zarur bo'lgan til bilimiga ega bo'lishlari taxmin qilinadi.": "Программы подготовки к языкам предлагают студентам всестороннюю подготовку для успешного освоения академических языков. Эти программы побуждают студентов активно участвовать в занятиях, своевременно выполнять домашние задания и эффективно использовать предлагаемые учебные материалы. В конце программы предполагается, что студенты будут обладать необходимыми языковыми навыками для продолжения дальнейшего обучения.",
  "Turkiya xalqaro talabalarga turli tillarda ta’lim olish imkoniyatlarini taqdim etish orqali ta’lim sohasida global diqqat markaziga aylanishni maqsad qilgan. Turk tili asosiy ta'lim tili bo'lsa-da, universitetlar bir nechta til variantlari bilan global akademik tajribani taklif qilishadi.": "Турция стремится стать глобальным центром внимания в области образования, предоставляя международным студентам возможности обучения на различных языках. Хотя турецкий язык является основным языком обучения, университеты предлагают глобальный академический опыт с несколькими языковыми вариантами.",
  "TRANSFER VA JOYLASHUV XIZMATI": "ТРАНСФЕР И УСЛУГИ ПО РАЗМЕЩЕНИЮ",
  "Chet elda ta’lim olish – hayotdagi eng muhim bosqichlardan biri. Yangi davlatga ko‘chib o‘tish, muhitga moslashish va hujjatlar bilan bog‘liq jarayonlar esa ba’zan murakkab bo‘lishi mumkin. Ayniqsa, birinchi marta xorijga chiqayotgan talabalar uchun bu jarayon qiyinchilik tug‘dirishi tabiiy. Future Study.uz kompaniyasi sifatida biz nafaqat sizning universitetga o‘qishga qabul qilinishingizni ta’minlaymiz, balki sizning Turkiyadagi birinchi kunlaringizdan boshlab to‘liq qo‘llab-quvvatlaymiz.": "Обучение за границей – один из самых важных этапов в жизни. Переезд в новую страну, адаптация к окружающей среде и процесс оформления документов могут быть сложными. Особенно для студентов, впервые выезжающих за границу, этот процесс может быть трудным. Как Future Study.uz, мы не только обеспечиваем ваше поступление в университет, но и предоставляем полную поддержку с первых дней вашего пребывания в Турции.",
  "Bizning TRANSFER VA JOYLASHUV XIZMATIMIZ sizga yangi muhitga tez moslashish, hujjatlar bilan bog‘liq qiyinchiliklarga duch kelmaslik hamda qulay va xavfsiz yashash sharoitlariga ega bo‘lish imkonini beradi. Quyida biz taklif qilayotgan xizmatlar bilan batafsil tanishing:": "Наша УСЛУГА ПО ТРАНСФЕРУ И РАЗМЕЩЕНИЮ позволяет вам быстро адаптироваться к новой среде, избежать трудностей, связанных с документами, и иметь комфортные и безопасные условия проживания. Ниже вы можете найти подробную информацию о предлагаемых нами услугах:",
  "TRANSFER VA BOSHLANG‘ICH MOSLASHUV XIZMATLARI": "УСЛУГИ ПО ТРАНСФЕРУ И НАЧАЛЬНОЙ АДАПТАЦИИ",
  "1. Toshkent aeroportidan kuzatish": "1. Проводы в аэропорту Ташкента",
  "Siz o‘qish uchun xorijga jo‘nab ketayotganingizda, Future Study.uz jamoasi sizni Toshkent xalqaro aeroportidan kuzatib qo‘yadi. Kerakli hujjatlaringizni tekshirib, yo‘lda hech qanday muammo bo‘lmasligi uchun maslahatlar beramiz.": "Когда вы уезжаете на учебу за границу, команда Future Study.uz проводит вас в международном аэропорту Ташкента. Мы проверим ваши необходимые документы и дадим советы, чтобы избежать проблем в пути.",
  "2. Istanbul aeroportidan kutib olish": "2. Встреча в аэропорту Стамбула",
  "Siz Istanbulga yetib kelganingizda, sizni oldindan kelishilgan joyda kutib olish xizmatini taqdim etamiz. Xorijiy davlatga ilk bor kelgan talaba uchun aeroportdan chiqish, transport topish va manzilga yetib borish biroz qiyin bo‘lishi mumkin. Shu sababli biz sizni aeroportdan kutib olib, zarur bo‘lsa, yuklaringizni tashishda ham yordam beramiz.": "Когда вы прибудете в Стамбул, мы предоставим услугу встречи в заранее согласованном месте. Для студента, впервые прибывающего в иностранное государство, выход из аэропорта, поиск транспорта и достижение места назначения могут быть немного сложными. Поэтому мы встретим вас в аэропорту и поможем с багажом, если это необходимо.",
  "3. Transport xizmatlari": "3. Транспортные услуги",
  "Siz Istanbul aeroportiga yetib kelganingizdan so‘ng, universitetingiz yoki turar joyingizgacha qulay transport bilan yetkazib beramiz. Yangi muhitda transport tizimi bilan tanishish, to‘g‘ri manzilga borish ba’zan vaqt talab qiladi. Shu bois, biz sizning harakatlanishingizni osonlashtirib beramiz.": "После вашего прибытия в аэропорт Стамбула мы предоставим удобный транспорт до вашего университета или места проживания. Ознакомление с транспортной системой в новой среде и достижение правильного места назначения иногда требует времени. Поэтому мы облегчим ваше передвижение.",
  "Ma'lumotlaringizni qoldiring": "Оставьте свои данные",
  "TURKIYADA YASHASH VA MOSLASHUV XIZMATLARI": "УСЛУГИ ПО ПРОЖИВАНИЮ И АДАПТАЦИИ В ТУРЦИИ",
  "4. Sim-karta va zarur jihozlar bilan ta’minlashi": "4. Обеспечение SIM-картами и необходимым оборудованием",
  "Yangi davlatga kelganingizda, sizga aloqa o‘rnatish va internetdan foydalanish muhim bo‘ladi. Biz sizga mahalliy operatorlarning eng qulay tariflarini tanlashda yordam beramiz va sim-karta, zarur bo‘lsa, noutbuk yoki boshqa texnik jihozlarni xarid qilishda maslahat beramiz.": "Когда вы прибываете в новую страну, важно установить связь и пользоваться интернетом. Мы поможем вам выбрать самые удобные тарифы местных операторов и дадим советы по покупке SIM-карты, а при необходимости ноутбука или другого технического оборудования.",
  "5. Universitet bilan tanishtirish va hujjatlarni rasmiylashtirish": "5. Знакомство с университетом и оформление документов",
  "Universitetga kirish hujjatlari bilan bog‘liq jarayonlarni to‘liq qo‘llab-quvvatlaymiz. Biz sizni universitetga olib borib, administratsiya bilan tanishtiramiz, kerakli hujjatlarni topshirishda yordam beramiz va barcha jarayonlar silliq o‘tishi uchun zarur ko‘rsatmalarni beramiz.": "Мы полностью поддерживаем процессы, связанные с документами для поступления в университет. Мы отвезем вас в университет, познакомим с администрацией, поможем подать необходимые документы и предоставим необходимые инструкции, чтобы все процессы прошли гладко.",
  "6. Turkiyada yashash uchun ruxsatnoma (ikamet) olish": "6. Получение вида на жительство (икамет) в Турции",
  "Turkiyada uzoq muddat yashash uchun ikamet (yashash ruxsatnomasi) olish talab etiladi. Ushbu jarayon ba’zan murakkab va ko‘p vaqt talab qilishi mumkin. Future Study.uz siz uchun barcha hujjatlarni tayyorlab, ularni Goc idaresi (migratsiya idorasi)ga topshirib, ruxsatnoma olish jarayonini tezlashtirib beradi.": "Для длительного проживания в Турции требуется получить вид на жительство (икамет). Этот процесс может быть сложным и требовать много времени. Future Study.uz подготовит все документы для вас, подаст их в Управление миграции (Goc idaresi) и ускорит процесс получения разрешения.",
  "7. Uy-joy masalasida yordam": "7. Помощь с жильем",
  "Yangi davlatda eng katta muammolardan biri – turar joy topish. Talabalar ko‘pincha aldovlarga uchrab yoki qimmat uylarni ijaraga olib, ortiqcha xarajat qilishadi. Biz esa sizga arzon va qulay turar joy topib beramiz va bu jarayonda maklerlarsiz ishlaymiz. Shuningdek, uy ijaraga olish bo‘yicha barcha hujjatlarni rasmiylashtirishda ham yordam beramiz.": "Одна из самых больших проблем в новой стране – найти жилье. Студенты часто сталкиваются с мошенничеством или арендуют дорогие дома, неся дополнительные расходы. Мы найдем вам доступное и комфортное жилье без участия брокеров. Мы также поможем с оформлением всех документов, связанных с арендой жилья.",
  "Biz bilan bo'g'laning": "Свяжитесь с нами",
  "ISH TOPISH XIZMATI": "УСЛУГА ПОИСКА РАБОТЫ",
  "8. Universitet jadvaliga mos ish topishda yordam": "8. Помощь в поиске работы, соответствующей расписанию университета",
  "Turkiyada o‘qish bilan birga ishlashni rejalashtiryapsizmi? Biz sizga universitetingiz jadvaliga mos keladigan ish topishda yordam beramiz. Ish joyini tanlashda tajribamizga tayangan holda, eng yaxshi variantlarni tavsiya qilamiz. Bizning talabalarimiz o‘rtacha oyiga 900$ va undan yuqori daromad topish imkoniyatiga ega bo‘lishmoqda.": "Планируете работать во время учебы в Турции? Мы поможем вам найти работу, соответствующую расписанию вашего университета. Основываясь на нашем опыте, мы рекомендуем лучшие варианты при выборе работы. Наши студенты имеют возможность зарабатывать в среднем 900 долларов и более в месяц.",
  "Nega aynan turkiya?": "Почему именно Турция?",
  "Turkiyada o‘qish bir nechta jihatdan foydali. Ta’lim sifati yuqori, lekin narxi boshqa davlatlarga qaraganda ancha arzon. Stipendiya dasturlari ko‘p, bu esa moddiy jihatdan katta yengillik beradi. Yashash sharoitlari qulay va narxlar ham talabalar uchun mos. Madaniy yaqinlik tufayli moslashish osonroq bo‘ladi. Shuningdek, xalqaro tajriba orttirish va turli davlatlarda ishlash imkoniyatlari keng.": "Обучение в Турции выгодно по нескольким причинам. Качество образования высокое, но стоимость значительно ниже по сравнению с другими странами. Существует множество стипендиальных программ, что значительно облегчает финансовое бремя. Условия проживания комфортные, а цены подходят для студентов. Благодаря культурной близости адаптация проходит легче. Кроме того, есть широкие возможности для получения международного опыта и работы в разных странах.",
  "Universitetlarda zamonaviy o‘quv dasturlari va ilg‘or texnologiyalar qo‘llaniladi. Diplom xalqaro miqyosda tan olinadi, bu esa kelajakda yaxshi ish topishga yordam beradi. Talabalar turar joylari, transport va umumiy yashash xarajatlari nisbatan arzon. Shuningdek, talabalarga qaratilgan ko‘plab chegirmalar va imtiyozlar mavjud. Iqlimi yoqimli, turmush tarzi bizga yaqin, bu esa yangi muhitga tez moslashishga yordam beradi.": "В университетах используются современные учебные программы и передовые технологии. Диплом признается на международном уровне, что помогает в будущем найти хорошую работу. Стоимость проживания, транспорта и общих расходов относительно низкая. Также существует множество скидок и льгот для студентов. Климат приятный, образ жизни близок к нашему, что помогает быстрее адаптироваться к новой среде.",
  "Talabalar hayoti juda faol va qiziqarli. Universitetlarda talabalar klublari, ilmiy konferensiyalar, madaniy tadbirlar va sport musobaqalari ko‘p bo‘ladi. Talabalar uchun kutubxonalar kechga qadar ochiq, kafelar va dam olish maskanlari ham ko‘p. Transport tizimi rivojlangan, talabalar uchun maxsus chegirmalar bor. Shuningdek, ishlash va amaliyot o‘tash imkoniyatlari mavjud. Turli festivallar, sayohatlar va xalqaro talabalar bilan do‘stlashish imkoniyati ham hayotni yanada qiziqarli qiladi.": "Студенческая жизнь очень активная и интересная. В университетах много студенческих клубов, научных конференций, культурных мероприятий и спортивных соревнований. Библиотеки для студентов открыты до позднего вечера, также много кафе и мест для отдыха. Транспортная система развита, есть специальные скидки для студентов. Также есть возможности для работы и прохождения практики. Различные фестивали, путешествия и возможность подружиться с международными студентами делают жизнь еще более интересной.",
  "O‘qish sifatli ta’lim, arzon yashash, boy madaniyat va talabalar uchun keng imkoniyatlar bilan ajralib turadi. Moslashish oson, xalqaro tajriba orttirish va kelajakda yaxshi ish topish imkoniyatlari yuqori. Talabalar hayoti esa jonli, qiziqarli va faol o‘tadi.": "Обучение отличается качественным образованием, недорогим проживанием, богатой культурой и широкими возможностями для студентов. Адаптация проходит легко, есть высокие возможности для получения международного опыта и хорошей работы в будущем. Студенческая жизнь живая, интересная и активная.",
  "Send": "Отправить",
  "Biz bilan bog'laning": "Свяжитесь с нами",
  "Ko'p beriladigan savollar": "Часто задаваемые вопросы",
  "Biz bilan hamkor bo'ling": "Станьте нашим партнером",
  "Har bir mavzu bo'yicha sizni qiziqtirgan savollar": "Вопросы, которые вас интересуют по каждой теме",
  "Ariza berish jarayoni": "Процесс подачи заявки",
  "To'lov shartlari": "Условия оплаты",
  "Ishga qabul qilish va bitiruvdan keyingi yordam": "Помощь в трудоустройстве и поддержка после выпуска",
  "Xalqaro talabalarni qo'llab-quvvatlash": "Поддержка международных студентов",
  "Agar sizda agentlik kompaniya yoki yakka tartibda tadbirkorlik bo'lsa": "Если у вас есть агентская компания или индивидуальное предпринимательство",
  "Agentlik kompaniyasining nomi": "Название агентской компании",
  "Agentlik nomi": "Название агентства",
  "Agentlikning aloqa raqami": "Контактный номер агентства",
  "Iltimos, telefoningizni aniqligini diqqat bilan tekshiring": "Пожалуйста, внимательно проверьте правильность вашего телефона",
  "Agentlik tashkil etilgan sana": "Дата основания агентства",
  "Agentlik sayti": "Сайт агентства",
  "Agentlikning rasmiy saytini yozing": "Напишите официальный сайт агентства",
  "Agentlikning elektron pochta manzili": "Электронная почта агентства",
  "Iltimos, elektron pochta to'g'riligini tekshiring": "Пожалуйста, проверьте правильность вашей электронной почты",
  "Agentlik mamlakati": "Страна агентства",
  "Agentlik qaysi mamlakatdaligini kiriting": "Введите страну агентства",
  "Agentlik manzili ma'lumotlari": "Информация об адресе агентства",
  "Agentlikning aniq manzili": "Точный адрес агентства",
  "Ariza topshirish uchun qanday hujjatlar talab qilinadi": "Какие документы требуются для подачи заявки",
  "Ariza topshirish uchun odatda pasport ma'lumotlari, transkriptlar, ma'lumotnomalar va tilni bilish sertifikati kabi hujjatlar talab qilinadi. Batafsil ma'lumotni ariza shaklida topishingiz mumkin": "Для подачи заявки обычно требуются паспортные данные, транскрипты, рекомендации и сертификат о знании языка. Подробную информацию можно найти в форме заявки",
  "Ariza topshirish jarayoni qancha davom etadi": "Сколько времени занимает процесс подачи заявки",
  "Ariza berish muddati tanlangan universitetga, dastur talablariga va ariza berish muddatiga qarab farq qilishi mumkin. Odatda jarayon bir necha kun davom etadi": "Срок подачи заявки может варьироваться в зависимости от выбранного университета, требований программы и сроков подачи. Обычно процесс занимает несколько дней",
  "Viza jarayonlarida yordam olsam bo'ladimi": "Могу ли я получить помощь в процессе получения визы",
  "Ha, biz viza jarayoni bo'yicha yo'l-yo'riq va yordam taklif etamiz. Biz kerakli hujjatlar va jarayon haqida batafsil ma'lumot beramiz": "Да, мы предлагаем руководство и помощь в процессе получения визы. Мы предоставим подробную информацию о необходимых документах и процессе",
  "Mening arizamning qabul qilinishi nimaga bog'liq": "От чего зависит принятие моей заявки",
  "Sizning arizangiz siz tanlagan universitetning qabul mezonlariga, ariza hujjatlarining to'liqligi va to'g'riligiga va ularning talablarga muvofiqligiga bog'liq": "Ваше заявление зависит от критериев приема выбранного вами университета, полноты и правильности документов заявки и их соответствия требованиям",
  "Qaysi davrlarda murojaat qilishim mumkin": "В какие периоды я могу подать заявку",
  "Ariza muddatlari universitetlar va dasturlarga qarab farq qiladi. Odatda, kuz va bahor semestrlari uchun ariza berish mumkin": "Сроки подачи заявок зависят от университетов и программ. Обычно можно подать заявку на осенний и весенний семестры",
  "Ariza uchun to'lov bormi": "Есть ли плата за подачу заявки",
  "Ariza toʻlovi universitetlar va dasturlarga qarab farq qiladi. Ba'zilar to'lov olishadi, boshqalari esa bepul ariza berishlari mumkin": "Плата за подачу заявки зависит от университетов и программ. Некоторые взимают плату, а другие могут подавать заявки бесплатно",
  "Qabul qilish uchun til bilish sertifikati qanday": "Какой сертификат о знании языка требуется для поступления",
  "Tilni bilish sertifikati afzal ko'rgan dastur va universitet tomonidan belgilangan til talablariga qarab farq qilishi mumkin. Odatda, IELTS yoki TOEFL kabi xalqaro imtihon natijalari qabul qilinadi": "Сертификат о знании языка может варьироваться в зависимости от требований программы и университета. Обычно принимаются результаты международных экзаменов, таких как IELTS или TOEFL",
  "Malumot xatini qanday olishim mumkin": "Как я могу получить справку",
  "Malumotnomalar o'qituvchilar, akademiklar yoki ish beruvchilar tomonidan yozilishi mumkin. Xat yozish uchun maxsus shakl bo'lishi mumkin, siz ushbu tafsilotlarga e'tibor berishingiz kerak": "Рекомендации могут быть написаны учителями, академиками или работодателями. Может быть специальная форма для написания письма, на которую вам следует обратить внимание",
  "Qanday qilib arizamni to'ldirishim mumkin": "Как я могу заполнить свою заявку",
  "Anketani to'liq va to'g'ri to'ldirganingizdan so'ng, kerakli hujjatlarni ilova qilib, to'lovni amalga oshirish orqali arizangizni to'ldirishingiz mumkin": "После того, как вы полностью и правильно заполнили форму, вы можете завершить заявку, приложив необходимые документы и произведя оплату",
  "Agar mening arizam qabul qilinsa nima bo'ladi": "Что, если мою заявку примут",
  "Qabul qilish maqomi siz tanlagan universitetning bahosiga bog'liq. Qabul qilingan taqdirda sizga kerakli ma'lumotlar yuboriladi va ro'yxatdan o'tish jarayoni boshlanadi":"Статус поступления зависит от оценки выбранного вами университета. В случае принятия вам будет отправлена ​​необходимая информация и начнется процесс регистрации",
  "Universitet haqida ma'lumot olish": "Получить информацию об университете",
  "Universitetlar ro'yxati": "Список университетов",
  "Istanbul Beykent universiteti": "Стамбульский университет Бейкент",
  "Talabalar soni": "Количество студентов",
  "Kampuslar soni": "Количество кампусов",
  "Fakultet soni": "Количество факультетов",
  "Istanbul Kent University": "Стамбульский университет Кент",
  "Zamonaviy Ta’lim Maskani": "Современное образовательное учреждение",
  "Istanbul Beykent University": "Стамбульский университет Бейкент",
  "– Turkiyaning Istanbul shahrida joylashgan nufuzli xususiy oliy o'quv yurti bo'lib, 1997-yilda Adem Chelik-Beykent Ta'lim Vaqfi tomonidan tashkil etilgan. Beykent universiteti Yevropa universitetlari bilan Erasmus dasturi doirasida hamkorlik qiladi, bu esa talabalarga xalqaro tajriba orttirish imkonini beradi. Universitetda ta'lim turk va ingliz tillarida olib boriladi, bu esa xorijiy talabalar uchun keng imkoniyatlar yaratadi.": "–  Стамбульский университет Бейкент, расположенный в Стамбуле, Турция, является престижным частным высшим учебным заведением, основанным в 1997 году Фондом образования Адем Челик-Бейкент. Университет сотрудничает с европейскими университетами в рамках программы Erasmus, что дает студентам возможность получить международный опыт. Обучение в университете ведется на турецком и английском языках, что создает широкие возможности для иностранных студентов.",
  "Beykent universitetida  kelajagingizni shakllantiring": "Создайте свое будущее в университете Бейкент",
  "Istanbul Beykent universiteti ilg'or ta'lim infratuzilmasi va keng qamrovli o'quv dasturlari bilan o'z talabalariga zamonaviy ta'lim muhitini taklif etadi. Mutaxassis akademik xodimlarimiz, innovatsion tadqiqot imkoniyatlari va xalqaro hamkorlik tufayli talabalarimiz nazariy bilimlarni ham, amaliy dasturlarni ham eng yaxshi tarzda o'rganadilar. Keng qamrovli stipendiya imkoniyatlari, dinamik kampus hayoti va sohaviy aloqalar bizning talabalarimizga martaba maqsadlariga erishishda kuchli yordam beradi.": "Стамбульский университет Бейкент предлагает своим студентам современную образовательную среду с передовой образовательной инфраструктурой и обширными учебными программами. Благодаря нашим специалистам-академикам, инновационным исследовательским возможностям и международному сотрудничеству, наши студенты изучают как теоретические знания, так и практические программы наилучшим образом. Обширные возможности получения стипендий, динамичная жизнь на кампусе и профессиональные связи оказывают сильную поддержку нашим студентам в достижении карьерных целей.",
  "E’tibor bering! Future Study orqali siz:": "Обратите внимание! С помощью Future Study вы можете:",
  "Hech qanday imtihon topshirmasdan o‘qishga kira olasiz!": "Поступить без сдачи экзаменов!",
  "Va eng muhimi – 71% chegirmani qo‘lga kiritish imkoniyatiga egasiz!": "И самое главное – получить скидку до 71%!",
  "Firma to‘lovisiz qabul qilinasiz!": "Поступление без оплаты услуг компании!",
  "Hech qanday til sertifikatlari talab qilinmaydi! (IELTS yoki TOEFL kerak emas)": "Не требуются никакие языковые сертификаты! (IELTS или TOEFL не нужны)",
  "Istanbul Kent University – Zamonaviy Ta’lim Maskani": "Стамбульский университет Кент – Современное образовательное учреждение",
  "Shuningdek, universitetda 4 ta kollej, masofaviy ta'lim tizimi, 2 ta institut va 9 ta tadqiqot markazi faoliyat yuritadi. Universitetda har yili 30,000 ga yaqin talaba ta'lim oladi, ulardan 50% ga yaqini stipendiyaga ega.": "Также в университете действуют 4 колледжа, система дистанционного обучения, 2 института и 9 исследовательских центров. Ежегодно в университете обучается около 30 000 студентов, из которых около 50% получают стипендии.",
  "Istanbul Üsküdar universiteti": "Стамбульский университет Юскюдар",
  "Istanbul Üsküdar University – Zamonaviy Ta’lim Maskani": "Стамбульский университет Юскюдар – Современное образовательное учреждение",
  "Turkiyaning": "Турции",
  "nevrologiya, psixologiya, sog‘liqni saqlash va muhandislik": "неврология, психология, здравоохранение и инженерия",
  "sohalariga ixtisoslashgan yetakchi universitetlaridan biri. 2011-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng nufuzli ta’lim muassasalaridan biriga aylandi. NP İstanbul Neyropsixiatriya shifoxonasi bilan hamkorlik qilgani sababli, ayniqsa, sog‘liqni saqlash va psixologiya bo‘yicha kuchli amaliyot bazasiga ega.": "один из ведущих университетов, специализирующихся в этих областях. Основан в 2011 году и за короткое время стал одним из самых престижных учебных заведений Турции. Благодаря сотрудничеству с Нейропсихиатрической больницей NP Istanbul, университет обладает сильной практической базой, особенно в области здравоохранения и психологии.",
  "Üsküdar Universiteti nazariy bilim va amaliyot uyg‘unligi, innovatsion tadqiqot markazlari va kuchli xalqaro aloqalari bilan ajralib turadi. Universitet ilmiy izlanishlar va sog‘liqni saqlash sohalarida yuqori darajadagi mutaxassislar tayyorlashga yo‘naltirilgan.": "Университет Юскюдар выделяется сочетанием теоретических знаний и практики, инновационными исследовательскими центрами и сильными международными связями. Университет ориентирован на подготовку высококвалифицированных специалистов в области научных исследований и здравоохранения.",
  "Nima Uchun Aynan Üsküdar Universiteti?": "Почему именно университет Юскюдар?",
  "Turkiyaning eng kuchli psixologiya va nevrologiya universiteti:": "Самый сильный университет Турции в области психологии и неврологии:",
  "– Universitet neyropsixologiya, ruhiy salomatlik va sog‘liqni saqlash sohasida yetakchi hisoblanadi.": "– Университет является лидером в области нейропсихологии, психического здоровья и здравоохранения.",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan amaliyot imkoniyatlari:": "Возможности стажировки в Нейропсихиатрической больнице NP Istanbul:",
  "– Talabalar real klinik sharoitda tajriba orttirish imkoniga ega.": "– Студенты имеют возможность получить опыт в реальных клинических условиях.",
  "Amaliyot va tadqiqot imkoniyatlari yuqori:": "Высокие возможности для стажировки и исследований:",
  "– Universitetning ilmiy laboratoriyalari dunyo standartlariga javob beradi.": "– Научные лаборатории университета соответствуют мировым стандартам.",
  "Tibbiyot va biotexnologiya sohalarida innovatsion yondashuv:": "Инновационный подход в области медицины и биотехнологий:",
  "– Sun’iy intellekt, genomika va biotexnologiya sohalarida kuchli dasturlar mavjud.": "– Существуют сильные программы в области искусственного интеллекта, геномики и биотехнологий.",
  "Xalqaro hamkorlik va almashinuv dasturlari:": "Международное сотрудничество и программы обмена:",
  "– Talabalar dunyoning turli universitetlari bilan almashinuv dasturlarida qatnashish imkoniyatiga ega.": "– Студенты имеют возможность участвовать в программах обмена с различными университетами мира.",
  "Fakultetlar va Yo‘nalishlar": "Факультеты и направления",
  "Üsküdar Universiteti sog‘liqni saqlash va inson psixologiyasi sohalariga ixtisoslashgan universitet bo‘lib, quyidagi asosiy yo‘nalishlarni taklif etadi:": "Университет Юскюдар специализируется в области здравоохранения и психологии человека, предлагая следующие основные направления:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakulteti": "1. Факультет медицины и здравоохранения",
  "• Umumiy tibbiyot": "• Общая медицина",
  "• Stomatologiya": "• Стоматология",
  "• Farmatsiya": "• Фармация",
  "• Fizioterapiya va reabilitatsiya": "• Физиотерапия и реабилитация",
  "• Diagnostika va radiologiya": "• Диагностика и радиология",
  "2. Psixologiya va Nevrologiya Fakulteti": "2. Факультет психологии и неврологии",
  "• Psixologiya": "• Психология",
  "• Neyropsixologiya": "• Нейропсихология",
  "• Klinik psixologiya": "• Клиническая психология",
  "• Kognitiv fanlar": "• Когнитивные науки",
  "3. Muhandislik va Texnologiya Fakulteti": "3. Факультет инженерии и технологий",
  "• Biotibbiyot muhandisligi": "• Биомедицинская инженерия",
  "• Kompyuter muhandisligi": "• Компьютерная инженерия",
  "• Sun’iy intellekt va ma’lumotlar fanlari": "• Искусственный интеллект и науки о данных",
  "• Elektronika muhandisligi": "• Электронная инженерия",
  "4. Ijtimoiy Fanlar Fakulteti": "4. Факультет социальных наук",
  "• Sotsiologiya": "• Социология",
  "• Xalqaro munosabatlar": "• Международные отношения",
  "• Media va kommunikatsiya": "• Медиа и коммуникации",
  "• Kriminologiya va xavfsizlik fanlari": "• Криминология и науки о безопасности",
  "5. Gumanitar Fanlar Fakulteti": "5. Факультет гуманитарных наук",
  "• Tarix": "• История",
  "• Falsafa": "• Философия",
  "• Adabiyot va tilshunoslik": "• Литература и лингвистика",
  "Kampus Hayoti va Talabalar Uchun Sharoitlar:": "Кампусная жизнь и условия для студентов:",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan hamkorlik": "Сотрудничество с Нейропсихиатрической больницей NP Istanbul",
  "– Talabalar uchun real kasbiy amaliyot va klinik tajriba olish imkoniyati mavjud.": "– Студенты имеют возможность получить реальную профессиональную практику и клинический опыт.",
  "Zamonaviy ilmiy tadqiqot markazlari": "Современные научно-исследовательские центры",
  "– Sun’iy intellekt, genetika va neyropsixologiya bo‘yicha eng ilg‘or laboratoriyalar mavjud.": "– Доступны самые передовые лаборатории в области искусственного интеллекта, генетики и нейропсихологии.",
  "Talaba yotoqxonalar": "Студенческие общежития",
  "– Xavfsiz va zamonaviy turar joylar talabalar uchun mavjud.": "– Доступны безопасные и современные места проживания для студентов.",
  "Sport va madaniy tadbirlar": "Спортивные и культурные мероприятия",
  "– Talabalar uchun sport zallari, klublar va tadbirlar faol ishlaydi.": "– Спортивные залы, клубы и мероприятия активно работают для студентов.",
  "Startup va innovatsiya markazlari": "Центры стартапов и инноваций",
  "– O‘z biznes loyihalarini boshlash istagida bo‘lgan talabalar uchun maxsus dasturlar bor.": "– Существуют специальные программы для студентов, желающих начать свои бизнес-проекты.",
  "Turkiyaning eng tez rivojlanayotgan oliy ta’lim muassasalaridan biri": "Один из самых быстро развивающихся высших учебных заведений Турции",
  "biznes, muhandislik, san’at va sog‘liqni saqlash": "бизнес, инженерия, искусство и здравоохранение",
  "sohalariga ixtisoslashgan yetakchi universitetlaridan biridir. 2011-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng nufuzli ta’lim muassasalaridan biriga aylandi. NP İstanbul Neyropsixiatriya shifoxonasi bilan hamkorlik qilgani sababli, ayniqsa, sog‘liqni saqlash va psixologiya bo‘yicha kuchli amaliyot bazasiga ega.": "является одним из ведущих университетов, специализирующихся на этих областях. Основан в 2011 году и за короткое время стал одним из самых престижных учебных заведений Турции. Благодаря сотрудничеству с NP Istanbul Neuropsychiatry Hospital, особенно силен в области здравоохранения и психологии.",
  "Universitet xalqaro darajada tan olingan ta’lim tizimi, zamonaviy kampus sharoitlari va talabalar uchun keng imkoniyatlari bilan ajralib turadi. Agar siz Istanbulning nufuzli universitetlaridan birida sifatli ta’lim olishni istasangiz, Istanbul Topkapi Universiteti mukammal tanlov bo‘lishi mumkin.": "Университет выделяется международно признанной системой образования, современными условиями кампуса и широкими возможностями для студентов. Если вы хотите получить качественное образование в одном из престижных университетов Стамбула, Университет Топкапы в Стамбуле может быть отличным выбором.",
  "Yevropa ta’lim standartlariga mos dasturlar": "Программы, соответствующие европейским стандартам образования",
  "– Universitet xalqaro ta’lim sifatiga javob beruvchi kuchli akademik dasturlarni taklif etadi.": "– Университет предлагает сильные академические программы, соответствующие международным стандартам качества образования.",
  "Zamonaviy laboratoriyalar va kampuslar": "Современные лаборатории и кампусы",
  "– Ilmiy izlanish va amaliy mashg‘ulotlar uchun eng ilg‘or texnologiyalar mavjud.": "– Доступны передовые технологии для научных исследований и практических занятий.",
  "Xalqaro talabalar uchun qulay sharoitlar": "Удобные условия для иностранных студентов",
  "– Universitetda turli davlatlardan kelgan talabalar uchun mos muhit yaratilgan.": "– В университете создана подходящая среда для студентов из разных стран.",
  "Ishga joylashish imkoniyatlari yuqori": "Высокие возможности трудоустройства",
  "– Bitiruvchilar xalqaro kompaniyalarda ish topish imkoniyatiga ega.": "– Выпускники имеют возможность найти работу в международных компаниях.",
  "Amaliyot va kasbiy rivojlanish": "Практика и профессиональное развитие",
  "– Talabalar o‘qish davomida yetakchi kompaniyalarda amaliyot o‘tashlari mumkin.": "– Студенты могут проходить практику в ведущих компаниях во время учебы.",
  "Istanbul Topkapi Universitetida quyidagi asosiy sohalar bo‘yicha ta’lim olish mumkin:": "В Университете Топкапы в Стамбуле можно получить образование по следующим основным направлениям:",
  "1. Muhandislik va Texnologiya Fakulteti": "1. Факультет инженерии и технологий",
  "• Sun’iy intellekt va data tahlili": "• Искусственный интеллект и анализ данных",
  "• Elektronika va telekommunikatsiya muhandisligi": "• Электроника и телекоммуникационная инженерия",
  "• Biotexnologiya muhandisligi": "• Биотехнологическая инженерия",
  "2. Iqtisodiyot va Menejment Fakulteti": "2. Факультет экономики и менеджмента",
  "• Xalqaro biznes va boshqaruv": "• Международный бизнес и управление",
  "• Bank ishi va moliya": "• Банковское дело и финансы",
  "• Marketing va innovatsiya": "• Маркетинг и инновации",
  "• Xalqaro savdo va logistika": "• Международная торговля и логистика",
  "3. Dizayn va San’at Fakulteti": "3. Факультет дизайна и искусства",
  "• Moda dizayni": "• Дизайн моды",
  "• Grafika dizayni": "• Графический дизайн",
  "• Kino va televideniye": "• Кино и телевидение",
  "• Vizual san’at": "• Визуальное искусство",
  "4. Sog‘liqni Saqlash Fakulteti": "4. Факультет здравоохранения",
  "• Hamshiralik ishi": "• Сестринское дело",
  "• Farmatsiya va tibbiyot texnologiyalari": "• Фармация и медицинские технологии",
  "• Diagnostika va reabilitatsiya": "• Диагностика и реабилитация",
  "5. Ijtimoiy Fanlar Fakulteti": "5. Факультет социальных наук",
  "6. Huquq Fakulteti": "6. Юридический факультет",
  "• Xalqaro huquq": "• Международное право",
  "• Biznes huquqi": "• Бизнес-право",
  "• Inson huquqlari va yuridik tadqiqotlar": "• Права человека и юридические исследования",
  "Yangi va zamonaviy laboratoriyalar": "Новые и современные лаборатории",
  "– Muhandislik va sog‘liqni saqlash yo‘nalishlari uchun ilg‘or jihozlar mavjud.": "– Доступны передовые технологии для инженерных и медицинских направлений.",
  "Kutubxona va ilmiy markazlar": "Библиотеки и научные центры",
  "– Talabalar uchun keng ilmiy resurslar taqdim etiladi.": "– Студентам предоставляются широкие научные ресурсы.",
  "– Xavfsiz va qulay yashash joylari.": "– Безопасные и удобные места для проживания.",
  "Sport majmualari": "Спортивные комплексы",
  "– Sport zal, futbol maydoni, basketbol va voleybol zallari.": "– Спортивный зал, футбольное поле, залы для баскетбола и волейбола.",
  "– Talabalar o‘z biznes loyihalarini boshlash imkoniyatiga ega.": "– Студенты имеют возможность начать свои бизнес-проекты.",
  "Talaba klublari va madaniy tadbirlar": "Студенческие клубы и культурные мероприятия",
  "– Talabalar ijtimoiy hayotda faol ishtirok etishlari mumkin.": "– Студенты могут активно участвовать в общественной жизни.",
  "Istanbul Topkapi universiteti": "Стамбульский университет Топкапы",
  "Turkiyaning eng innovatsion va tadbirkorlik ruhiga ega xususiy universitetlaridan biri": "Один из самых инновационных и предпринимательских частных университетов Турции",
  "texnologiya, biznes, muhandislik va aviatsiya": "технологии, бизнес, инженерия и авиация",
  "sohalarida yetakchi ta’lim muassasalaridan biri hisoblanadi. Universitet 2007-yilda O‘zyeğin jamg‘armasi tomonidan tashkil etilgan va tez fursatda xalqaro miqyosda e’tirof etilgan.": "является одним из ведущих образовательных учреждений в этих областях. Университет был основан в 2007 году Фондом Озьегин и быстро получил международное признание.",
  "Özyeğin Universiteti talabalariga nazariy bilim bilan birga, amaliy tajriba olish imkoniyatlarini ham taqdim etadi. Universitet innovatsion o‘quv yondashuvi, tadbirkorlik dasturlari, xalqaro hamkorlik va keng amaliyot imkoniyatlari bilan ajralib turadi.": "Университет Озьегин предоставляет студентам не только теоретические знания, но и возможности для получения практического опыта. Университет выделяется инновационным подходом к обучению, предпринимательскими программами, международным сотрудничеством и широкими возможностями для практики.",
  "Innovatsion va amaliy ta’lim tizimi": "Инновационная и практическая система образования",
  "– Universitet nazariy bilimdan tashqari, amaliy mashg‘ulotlar, real biznes loyihalar va tadbirkorlik dasturlariga katta e’tibor qaratadi.": "– Университет уделяет большое внимание не только теоретическим знаниям, но и практическим занятиям, реальным бизнес-проектам и предпринимательским программам.",
  "Texnologiya va tadbirkorlik sohalarida yetakchi": "Лидер в области технологий и предпринимательства",
  "– Universitet texnologiyalar va innovatsiyalar markazi sifatida tanilgan.": "– Университет известен как центр технологий и инноваций.",
  "Istanbulning zamonaviy kampusi": "Современный кампус в Стамбуле",
  "– Kampus barcha zamonaviy texnologiyalar bilan jihozlangan bo‘lib, talabalar uchun qulay ta’lim muhitini yaratadi.": "– Кампус оснащен всеми современными технологиями, создавая комфортную образовательную среду для студентов.",
  "Ishga joylashish imkoniyati yuqori": "Высокие возможности трудоустройства",
  "– Universitet bitiruvchilarining 90% dan ortig‘i bitiruvdan keyin 1 yil ichida ish topadi.": "– Более 90% выпускников университета находят работу в течение года после окончания.",
  "Xalqaro hamkorlik va almashinuv dasturlari": "Международное сотрудничество и программы обмена",
  "– Dunyoning nufuzli universitetlari bilan talabalar almashinuv dasturlari mavjud.": "– Доступны программы обмена студентами с престижными университетами мира.",
  "Eng zamonaviy laboratoriyalar va tadqiqot markazlari": "Самые современные лаборатории и исследовательские центры",
  "– Universitet ilmiy tadqiqotlar uchun eng ilg‘or texnologiyalarga ega.": "– Университет обладает передовыми технологиями для научных исследований.",
  "Zamonaviy yotoqxonalar": "Современные общежития",
  "– Talabalar uchun qulay va xavfsiz yashash sharoitlari.": "– Удобные и безопасные условия проживания для студентов.",
  "Sport majmualari va sport klublari": "Спортивные комплексы и клубы",
  "– Basketbol, futbol, suzish va boshqa sport turlari bilan shug‘ullanish imkoniyati.": "– Возможность заниматься баскетболом, футболом, плаванием и другими видами спорта.",
  "Startup va tadbirkorlik markazlari": "Центры стартапов и предпринимательства",
  "– O‘z biznesini boshlash istagida bo‘lgan talabalar uchun maxsus inkubator dasturlari.": "– Специальные инкубаторные программы для студентов, желающих начать свой бизнес.",
  "Istanbul Özyeğin universiteti": "Стамбульский университет Озьегин",
  "Istanbul Özyeğin University – Zamonaviy Ta’lim Maskani": "Стамбульский университет Озьегин – Современное образовательное учреждение",
  "Nima Uchun Aynan Özyeğin Universiteti?": "Почему именно университет Озьегин?",
  "Özyeğin Universiteti quyidagi yo‘nalishlarda yetakchi hisoblanadi:": "Университет Озьегин является лидером в следующих направлениях:",
  "• Sun’iy intellekt va ma’lumotlar tahlili": "• Искусственный интеллект и анализ данных",
  "• Qurilish muhandisligi": "• Строительная инженерия",
  "• Xalqaro biznes boshqaruvi": "• Международное управление бизнесом",
  "• Tadbirkorlik va innovatsiya": "• Предпринимательство и инновации",
  "• Marketing va raqamli biznes": "• Маркетинг и цифровой бизнес",
  "3. Aviatsiya va Transport Fakulteti": "3. Факультет авиации и транспорта",
  "• Aviatsiya boshqaruvi": "• Управление авиацией",
  "• Uchish maktabi (Pilotlik yo‘nalishi)": "• Летная школа (направление пилотирования)",
  "• Havo transporti menejmenti": "• Менеджмент воздушного транспорта",
  "• Inson huquqlari va xalqaro munosabatlar": "• Права человека и международные отношения",
  "4. Huquq Fakulteti": "4. Юридический факультет",
  "1. Muhandislik va Tabiiy Fanlar Fakultetiq": "1. Факультет инженерии и естественных наук",
  "6. San’at va Dizayn Fakulteti": "6. Факультет искусства и дизайна",
  "• Vizual san’at va dizayn": "• Визуальное искусство и дизайн",
  "• Grafika va interyer dizayni": "• Графический и интерьерный дизайн",
  "– 50 dan ortiq talaba klublari faoliyat yuritadi.": "– Более 50 студенческих клубов активно работают.",
  "Istanbul Nişantaşı universiteti": "Стамбульский университет Нишанташи",
  "Istanbul Nişantaşı University – Zamonaviy Ta’lim Maskani": "Стамбульский университет Нишанташи – Современное образовательное учреждение",
  "Turkiyaning eng tez rivojlanayotgan xususiy oliy ta’lim muassasalaridan biri, zamonaviy ta’lim usullari, innovatsion infratuzilma va xalqaro talabalar uchun yaratilgan qulay sharoitlari bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, bugungi kunda": "Один из самых быстро развивающихся частных высших учебных заведений Турции, выделяющийся современными методами обучения, инновационной инфраструктурой и удобными условиями для иностранных студентов. Университет был основан в 2009 году и на сегодняшний день",
  "biznes, muhandislik, dizayn va sog‘liqni saqlash": "бизнес, инженерия, дизайн и здравоохранение",
  "sohalarida yetakchi universitetlar qatoriga kiradi.": "входит в число ведущих университетов в этих областях.",
  "Nişantaşı Universitetining asosiy maqsadi – talabalarni kelajak kasblariga tayyorlash, ularga raqobatbardosh bilim va amaliy ko‘nikmalar berishdir. Universitet Istanbulning markaziy hududlaridan birida joylashgan bo‘lib, talabalar uchun akademik va shaxsiy rivojlanish uchun keng imkoniyatlar yaratadi.": "Основная цель Университета Нишанташи – подготовка студентов к будущим профессиям, предоставление им конкурентоспособных знаний и практических навыков. Университет расположен в центральной части Стамбула и предоставляет студентам широкие возможности для академического и личностного развития.",
  "Nima Uchun Aynan Nişantaşı Universiteti?": "Почему именно Университет Нишанташи?",
  "Zamonaviy va innovatsion ta’lim:": "Современное и инновационное образование:",
  "– Universitet o‘zining ilg‘or pedagogik yondashuvi va amaliy ta’lim usullari bilan ajralib turadi.": "– Университет выделяется передовым педагогическим подходом и практическими методами обучения.",
  "Istanbulning markazida joylashgan:": "Расположен в центре Стамбула:",
  "– Universitet shahar markazida bo‘lib, talabalar uchun barcha qulayliklarni taqdim etadi.": "– Университет находится в центре города и предоставляет все удобства для студентов.",
  "Amaliyot va ishga joylashish imkoniyati yuqori:": "Высокие возможности для практики и трудоустройства:",
  "– Universitet ko‘plab yirik kompaniyalar bilan hamkorlik qiladi.": "– Университет сотрудничает с многими крупными компаниями.",
  "Startup va tadbirkorlik qo‘llab-quvvatlanadi:": "Поддержка стартапов и предпринимательства:",
  "– Talabalar o‘z biznes g‘oyalarini universitet qoshidagi inkubator markazlarida rivojlantirishlari mumkin.": "– Студенты могут развивать свои бизнес-идеи в инкубаторных центрах при университете.",
  "Xalqaro almashinuv dasturlari:": "Международные программы обмена:",
  "– Universitet Yevropa va AQShdagi nufuzli universitetlar bilan hamkorlik qiladi.": "– Университет сотрудничает с престижными университетами Европы и США.",
  "Nişantaşı Universiteti quyidagi sohalar bo‘yicha ta’lim dasturlarini taklif etadi:": "Университет Нишанташи предлагает образовательные программы по следующим направлениям:",
  "1. Muhandislik va Arxitektura Fakulteti": "1. Факультет инженерии и архитектуры",
  "• Mechatronika muhandisligi": "• Мехатроника",
  "• Arxitektura": "• Архитектура",
  "2. Biznes va Menejment Fakulteti": "2. Факультет бизнеса и менеджмента",
  "3. Ijtimoiy Fanlar Fakulteti": "3. Факультет социальных наук",
  "4. San’at va Dizayn Fakulteti": "4. Факультет искусства и дизайна",
  "• Ichki dizayn": "• Дизайн интерьера",
  "• Grafika va vizual san’at": "• Графика и визуальное искусство",
  "5. Sog‘liqni Saqlash Fakulteti": "5. Факультет здравоохранения",
  "• Tibbiyot texnologiyalari": "• Медицинские технологии",
  "6. Aviatsiya va Logistika Fakulteti": "6. Факультет авиации и логистики",
  "• Xalqaro logistika va ta’minot zanjiri": "• Международная логистика и цепочка поставок",
  "Ultra-zamonaviy kampuslar": "Ультрасовременные кампусы",
  "– Universitetning Istanbuldagi eng ilg‘or texnologiyalarga ega kampuslaridan biri.": "– Один из самых современных кампусов в Стамбуле с передовыми технологиями.",
  "Katta sport inshootlari": "Большие спортивные сооружения",
  "– Sport zallari, ochiq stadionlar va fitnes markazlari mavjud.": "– Спортивные залы, открытые стадионы и фитнес-центры.",
  "O‘quv va ilmiy markazlar": "Учебные и научные центры",
  "– Talabalar eng zamonaviy laboratoriyalarda o‘qishadi.": "– Студенты учатся в самых современных лабораториях.",
  "Kutubxona va tadqiqot markazlari": "Библиотеки и исследовательские центры",
  "– 24/7 ishlaydigan zamonaviy kutubxona va ilmiy resurslar.": "– Современная библиотека и научные ресурсы, работающие круглосуточно.",
  "Startup va innovatsion markazlar": "Центры стартапов и инноваций",
  "– Talabalar o‘z biznes g‘oyalarini boshlash uchun imkoniyatga ega.": "– Студенты имеют возможность начать свои бизнес-идеи.",
  "– Talabalar teatr, kino, sport va ilmiy klublarda ishtirok etishlari mumkin.": "– Студенты могут участвовать в театральных, кино, спортивных и научных клубах.",
  "Istanbul Medipol universiteti": "Стамбульский университет Медиполь",
  "Istanbul Medipol University – Zamonaviy Ta’lim Maskani": "Стамбульский университет Медиполь – Современное образовательное учреждение",
  "Istanbul Medipol Universiteti": "Стамбульский университет Медиполь",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, yuqori sifatli ta’lim, innovatsion tadqiqotlar va xalqaro hamkorlik bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng rivojlangan universitetlaridan biriga aylandi. Medipol Universiteti ayniqsa tibbiyot, muhandislik, biznes va ijtimoiy fanlar sohalarida kuchli akademik dasturlari bilan mashhur.": "– Стамбульский университет Медиполь является одним из самых престижных и современных высших учебных заведений Турции, отличающийся высоким качеством образования, инновационными исследованиями и международным сотрудничеством. Основанный в 2009 году, он быстро стал одним из самых развитых университетов Турции. Университет Медиполь особенно известен своими сильными академическими программами в области медицины, инженерии, бизнеса и социальных наук.",
  "Afzalliklari": "Преимущества",
  "Yuqori reyting va tan olingan diplom": "Высокий рейтинг и признанный диплом",
  "– Istanbul Medipol Universiteti milliy va xalqaro reytinglarda yuqori o‘rinlarni egallab kelmoqda. Uning diplomi Yevropa, AQSh va boshqa davlatlarda tan olinadi.": "– Стамбульский университет Медиполь занимает высокие позиции в национальных и международных рейтингах. Его диплом признается в Европе, США и других странах.",
  "Zamonaviy infratuzilma": "Современная инфраструктура",
  "– Universitetda ilg‘or texnologiyalar bilan jihozlangan laboratoriyalar, simulyatsion markazlar, kutubxonalar va kampuslar mavjud.": "– В университете есть лаборатории, оснащенные передовыми технологиями, симуляционные центры, библиотеки и кампусы.",
  "Xalqaro talabalar uchun qulay muhit": "Удобная среда для международных студентов",
  "– Dunyoning turli burchaklaridan kelgan talabalar uchun maxsus dasturlar va qo‘llab-quvvatlash xizmatlari mavjud.": "– Существуют специальные программы и службы поддержки для студентов из различных уголков мира.",
  "Tibbiyot yo‘nalishida kuchli tajriba": "Сильный опыт в области медицины",
  "– Medipol Universiteti Turkiyaning eng yaxshi tibbiyot universitetlaridan biri bo‘lib, o‘z klinikalariga ega.": "– Университет Медиполь является одним из лучших медицинских университетов Турции и имеет собственные клиники.",
  "Amaliyot va ishga joylashish imkoniyatlari": "Возможности стажировки и трудоустройства",
  "– Talabalar universitet qoshidagi klinikalar, kompaniyalar va xalqaro tashkilotlarda amaliyot o‘tashlari mumkin.": "– Студенты могут проходить стажировку в клиниках, компаниях и международных организациях, связанных с университетом.",
  "Istanbul Medipol Universitetida turli sohalar bo‘yicha ta’lim olish imkoniyati mavjud. Quyida asosiy fakultetlar va yo‘nalishlar keltirilgan:": "В Стамбульском университете Медиполь можно получить образование по различным направлениям. Ниже приведены основные факультеты и направления:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakultetlari:": "1. Факультеты медицины и здравоохранения:",
  "• Jamoat salomatligi": "• Общественное здоровье",
  "2. Muhandislik va Axborot Texnologiyalari:": "2. Инженерия и информационные технологии:",
  "3. Iqtisodiyot va Biznes Fakulteti:": "3. Факультет экономики и бизнеса:",
  "• Xalqaro biznes": "• Международный бизнес",
  "• Menejment": "• Менеджмент",
  "• Turizm va mehmonxona boshqaruvi": "• Туризм и гостиничный менеджмент",
  "4. Gumanitar va Ijtimoiy Fanlar:": "4. Гуманитарные и социальные науки:",
  "• Huquqshunoslik": "• Юриспруденция",
  "Yotoqxonalar": "Общежития",
  "Kutubxona va IT markazlar": "Библиотеки и IT-центры",
  "– Talabalar uchun xavfsiz va qulay turar joylar mavjud.": "– Для студентов доступны безопасные и комфортные места проживания.",
  "– 24/7 ishlaydigan zamonaviy kutubxona va onlayn resurslar.": "– Современные библиотеки и онлайн-ресурсы, доступные круглосуточно.",
  "O‘quv laboratoriyalari": "Учебные лаборатории",
  "– Eng so‘nggi texnologiyalar bilan jihozlangan ilmiy va texnik laboratoriyalar.": "– Научные и технические лаборатории, оснащенные новейшими технологиями.",
  "– Fitnes zallari, sport maydonchalari va basseynlar mavjud.": "– Доступны фитнес-залы, спортивные площадки и бассейны.",
  "Talabalar klublari va tadbirlar": "Студенческие клубы и мероприятия",
  "– Talabalar o‘z qiziqishlariga ko‘ra turli klublar va tashkilotlarga qo‘shilishlari mumkin.": "– Студенты могут присоединиться к различным клубам и организациям в соответствии со своими интересами.",
  "Qabul Jarayoni va Talablar:": "Процесс поступления и требования:",
  "Attestat yoki diplom": "Аттестат или диплом",
  "(o‘rta maktab yoki kollejni tamomlaganlik haqida)": "(о завершении средней школы или колледжа)",
  "Til bilish sertifikati": "Сертификат о знании языка",
  "(Ingliz yoki Turk tilida – TOEFL yoki Tomer talab qilinishi mumkin)": "(на английском или турецком языке – может потребоваться TOEFL или Tomer)",
  "Motivatsion xat va CV": "Мотивационное письмо и резюме",
  "(ba’zi fakultetlar uchun)": "(для некоторых факультетов)",
  "Intervyu yoki qo‘shimcha imtihon": "Собеседование или дополнительный экзамен",
  "(ba’zi yo‘nalishlar uchun)": "(для некоторых направлений)",
  "Istanbul Kültür universiteti": "Стамбульский университет культуры",
  "Istanbul Kültür University – Zamonaviy Ta’lim Maskani": "Стамбульский университет культуры – Современное образовательное учреждение",
  "Istanbul Kültür Universiteti": "Стамбульский университет культуры",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, xalqaro talablarga javob beradigan ta’lim sifati, innovatsion tadqiqot ishlari va talabalar uchun keng imkoniyatlari bilan mashhur. Universitet 1997-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida eng rivojlangan xususiy universitetlar qatoriga kirishga muvaffaq bo‘ldi.": "– Один из самых престижных и современных высших учебных заведений Турции, известный качеством образования, соответствующего международным стандартам, инновационными исследованиями и широкими возможностями для студентов. Основан в 1997 году, университет быстро стал одним из самых развитых частных университетов.",
  "Istanbul Kültür Universiteti muhandislik, biznes, san’at, ijtimoiy fanlar va huquq kabi ko‘plab sohalarda kuchli akademik dasturlarni taqdim etadi. Ta’lim jarayoni nazariy bilim va amaliy ko‘nikmalar uyg‘unligiga asoslangan bo‘lib, talabalarga dunyo bozorida talabgir bo‘lish imkoniyatini yaratadi.": "Стамбульский университет культуры предлагает сильные академические программы в различных областях, таких как инженерия, бизнес, искусство, социальные науки и право. Образовательный процесс основан на сочетании теоретических знаний и практических навыков, что дает студентам возможность быть востребованными на мировом рынке.",
  "Nima Uchun Aynan Kültür Universiteti?": "Почему именно Стамбульский университет культуры?",
  "Yuqori sifatli ta’lim": "Высококачественное образование",
  "– Universitet Turkiya va xalqaro darajada tan olingan ta’lim dasturlarini taklif etadi.": "– Университет предлагает образовательные программы, признанные как в Турции, так и на международном уровне.",
  "Markaziy joylashuv": "Центральное расположение",
  "– Universitet Istanbulning strategik hududida joylashgan bo‘lib, madaniyat va biznes markazlariga yaqin.": "– Университет стратегически расположен в Стамбуле, рядом с культурными и деловыми центрами.",
  "Amaliyot va ishga joylashish imoniyati": "Возможности стажировки и трудоустройства",
  "– Talabalar yetakchi kompaniya va tashkilotlarda amaliyot o‘tash imkoniyatiga ega.": "– Студенты имеют возможность проходить стажировку в ведущих компаниях и организациях.",
  "Xalqaro hamkorlik": "Международное сотрудничество",
  "– AQSh, Yevropa va Osiyodagi eng yaxshi universitetlar bilan almashinuv dasturlari mavjud.": "– Доступны программы обмена с ведущими университетами США, Европы и Азии.",
  "Modern infratuzilma": "Современная инфраструктура",
  "– Universitet zamonaviy laboratoriyalar, kutubxonalar va talaba yotoqxonalariga ega.": "– Университет располагает современными лабораториями, библиотеками и студенческими общежитиями.",
  "Istanbul Kültür Universiteti turli akademik sohalarda ta’lim olish imkoniyatini taqdim etadi:": "Стамбульский университет культуры предлагает обучение в различных академических областях:",
  "• Elektrotexnika va elektronika muhandisligi": "• Электротехника и электроника",
  "3. Huquq Fakulteti": "3. Факультет права",
  "• Tadbirkorlik huquqi": "• Предпринимательское право",
  "• Inson huquqlari": "• Права человека",
  "5. San’at va Dizayn Fakulteti": "5. Факультет искусств и дизайна",
  "• Vizual san’at va grafika dizayni": "• Визуальное искусство и графический дизайн",
  "• Kino va rejissyorlik": "• Кино и режиссура",
  "Kampus Hayoti va Sharoitlar": "Кампусная жизнь и условия",
  "Zamonaviy kutubxona": "Современная библиотека",
  "– 24/7 ishlaydigan onlayn va bosma manbalar bilan jihozlangan ilmiy markaz.": "– Научный центр, оборудованный онлайн и печатными ресурсами, работающий круглосуточно.",
  "– Xavfsiz va zamonaviy yashash sharoitlari.": "– Безопасные и современные условия проживания.",
  "Sport inshootlari": "Спортивные сооружения",
  "– Innovatsion loyihalar va biznes boshlash uchun maxsus dasturlar.": "– Специальные программы для инновационных проектов и начала бизнеса.",
  "Talaba klublari": "Студенческие клубы",
  "– Madaniy va ilmiy faoliyatlar uchun turli klublar va jamiyatlar.": "– Различные клубы и общества для культурной и научной деятельности.",
  "Qabul Jarayoni va Talablar": "Процесс и требования к поступлению",
  "Kirish uchun talab qilinadigan hujjatlar:": "Документы, необходимые для поступления:",
  "- Maktab yoki litsey diplomi": "- Диплом школы или лицея",
  "- Pasport nusxasi": "- Копия паспорта",
  "- Pasport fotosurati": "- Фотография на паспорт",
  "- Qo‘shimcha hujjatlar (zarur bo‘lsa)": "- Дополнительные документы (если необходимо)"
}
