{
  "Bosh sahifa": "Ana Sayfa",
  "Dasturlar": "Programlar",
  "Universitetlar": "Üniversiteler",
  "Xizmatlar": "Hizmetler",
  "Turkiya": "Türkiye",
  "Transfer xizmati": "Transfer hizmeti",
  "Biz haqimizda": "Hakkımızda",
  "Kontakt": "İletişim",
  "Tel:": "Tel:",
  "Ijtimoiy tarmoqlar:": "Sosyal medya:",
  "Mustaqillik 88A, Darhan Business center": "Bağımsızlık 88A, Darhan İş Merkezi",
  "Bepul kosultatsiya olish uchun ma'lumotlaringizni qoldiring!": "Ücretsiz danışmanlık almak için bilgilerinizi bırakın!",
  "Ismingizni kiriting:": "Adınızı girin:",
  "Telefon raqamingizni kiriting:": "Telefon numaranızı girin:",
  "Ismingiz": "Adınız",
  "Future Study Education Consulting – Sizning Kelajagingizga Yo’l!": "Future Study Education Consulting – Geleceğinize Giden Yol!",
  "Hozir murojaat qiling": "Şimdi başvurun",
  "Biz Haqimizda":"Biz Haqimizda",
  "Future Study Education Consulting – bu xalqaro ta’lim sohasida yetakchi kompaniyalardan biri bo‘lib, yoshlar uchun dunyoning eng nufuzli universitetlarida o‘qish imkoniyatlarini yaratishga ixtisoslashgan. Biz Turkiya va boshqa mamlakatlardagi top universitetlarga kirish jarayonida abituriyentlarga to‘liq qo‘llab-quvvatlash xizmatlarini taqdim etamiz.": "Future Study Education Consulting – uluslararası eğitim alanında lider şirketlerden biri olup, gençler için dünyanın en prestijli üniversitelerinde okuma fırsatları yaratmaya odaklanmıştır. Türkiye ve diğer ülkelerdeki en iyi üniversitelere giriş sürecinde öğrencilere tam destek hizmetleri sunuyoruz.",
  "Nega Aynan Biz?": "Neden Biz?",
  "1. Rasmiy Hamkorlik": "1. Resmi Ortaklık",
  "Biz Turkiyaning eng yaxshi universitetlari bilan bevosita hamkorlik qilamiz. Hamkorlarimiz qatorida Istanbul Kent University, Marmara University, Beykoz University va yana 30 dan ortiq universitetlar bor.": "Türkiye'nin en iyi üniversiteleri ile doğrudan işbirliği yapıyoruz. Ortaklarımız arasında İstanbul Kent Üniversitesi, Marmara Üniversitesi, Beykoz Üniversitesi ve 30'dan fazla üniversite bulunmaktadır.",
  "2. 100% Kafolatlangan Natija": "2. %100 Garantili Sonuç",
  "Biz orqali hujjat topshirgan har bir talabaga kafolatlangan qabul beriladi.": "Bizim aracılığımızla başvuran her öğrenciye garantili kabul verilir.",
  "3. Til Bilimi Muhim Emas": "3. Dil Bilgisi Önemli Değil",
  " Ingliz yoki turk tilini mukammal bilmasangiz ham, siz uchun til kurslari taklif qilamiz.": " İngilizce veya Türkçe'yi mükemmel bilmiyorsanız bile, sizin için dil kursları sunuyoruz.",
  "4. To‘liq Qo‘llab-Quvvatlash Xizmati": "4. Tam Destek Hizmeti",
  " Universitet tanlash, stipendiyalar, turar joy, viza va boshqa xizmatlarni taqdim etamiz.": " Üniversite seçimi, burslar, konaklama, vize ve diğer hizmetleri sunuyoruz.",
  "Kerakli dasturni toping": "Gerekli programı bulun",
  "Universitetingizni tanlang": "Üniversitenizi seçin",
  "Arizangizni yuboring": "Başvurunuzu gönderin",
  "Va bajarildi!": "Ve tamamlandı!",
  "O‘qish Jarayoni": "Eğitim Süreci",
  "Biz bilan bog‘lanasiz – barcha kerakli ma’lumotlarni olasiz.": "Bizimle iletişime geçin – gerekli tüm bilgileri alın.",
  "Hujjatlaringizni tayyorlaymiz – universitet talablariga mos ravishda.": "Belgelerinizi hazırlıyoruz – üniversite gereksinimlerine uygun olarak.",
  "Universitetga topshiramiz – hujjatlarni hamkor universitetlarga yuboramiz.": "Üniversiteye başvuruyoruz – belgeleri ortak üniversitelere gönderiyoruz.",
  "Qabul qilinasiz va talabalik maqomini olasiz.": "Kabul edilir ve öğrenci statüsünü alırsınız.",
  "Turkiyada o‘qishni boshlaysiz – to‘liq qo‘llab-quvvatlaymiz.": "Türkiye'de eğitime başlarsınız – tam destek sağlıyoruz.",
  "Chet elda ta'lim dasturlari bilan": "Yurtdışında eğitim programları ile",
  " Sizni dunyo bilan bog'laydi!": " Sizi dünya ile bağlar!",
  "Talaba": "Öğrenci",
  "Tajriba": "Deneyim",
  "Ta'lim muassasalari": "Eğitim kurumları",
  "Bizning Maqsadimiz": "Bizim Amacımız",
  "Future Study Education Consulting – bu shunchaki ta’lim agentligi emas, balki sizning kelajagingizga ishonch bilan qadam qo‘yishingizga yordam beradigan yo‘lboshchingizdir.": "Future Study Education Consulting – sadece bir eğitim ajansı değil, aynı zamanda geleceğinize güvenle adım atmanıza yardımcı olacak rehberinizdir.",
  "Universitetga tayyorlanish yili": "Üniversiteye hazırlık yılı",
  "Akademik muvaffaqiyat uchun poydevor qo'yish: Universitetga o'tishdagi muhim qadam": "Akademik başarı için temel atmak: Üniversiteye geçişte önemli adım",
  "Turk tili ko'nikmalarini rivojlantirish va til ta'limi yordamlari:": "Türkçe dil becerilerini geliştirme ve dil eğitimi yardımları:",
  "Ona tili turk tili bo'lmagan talabalar uchun turk tilini bilish Turkiyadagi universitetlarda tahsil olmoqchi bo'lganlar uchun juda muhimdir. Bu talabalarga til bilimlarini oshirishga yordam berish uchun turli turk tilini qoʻllab-quvvatlash dasturlari taklif etiladi. Bu dasturlar talabalarga turk tilidan akademik til sifatida samarali foydalanish imkonini berishni maqsad qilgan va odatda universitetlar tomonidan taqdim etiladi.": "Ana dili Türkçe olmayan öğrenciler için Türkçe bilmek, Türkiye'deki üniversitelerde eğitim almak isteyenler için çok önemlidir. Bu öğrencilere dil bilgilerini artırmak için çeşitli Türkçe destek programları sunulmaktadır. Bu programlar, öğrencilere Türkçeyi akademik dil olarak etkili bir şekilde kullanma imkanı sağlamayı amaçlamakta ve genellikle üniversiteler tarafından sunulmaktadır.",
  "Akademik til imtihonlari:": "Akademik dil sınavları:",
  "Oliy ta’lim muassasalari qabul jarayonida talabalarning ta’lim tillarini bilish darajasini tekshirish uchun til bilish imtihonlarini tashkil qiladi. Ushbu imtihonlar talabalarning akademik matnlarni tushunishi va samarali muloqot qilishini baholaydi. Noto'g'ri deb topilgan talabalar til ko'nikmalarini oshirish uchun tayyorgarlik dasturlariga yo'naltiriladi.": "Yükseköğretim kurumları, kabul sürecinde öğrencilerin eğitim dillerini bilme düzeylerini kontrol etmek için dil sınavları düzenler. Bu sınavlar, öğrencilerin akademik metinleri anlamalarını ve etkili iletişim kurmalarını değerlendirir. Başarısız bulunan öğrenciler, dil becerilerini geliştirmek için hazırlık programlarına yönlendirilir.",
  "Ko'p tilli ta'lim imkoniyatlari:": "Çok dilli eğitim imkanları:",
  "Turkiyadagi ta'lim muassasalari talabalarga ingliz, frantsuz va nemis kabi turli chet tillarida ta'lim olish imkoniyatini beradi. Bu imkoniyatlar talabalarga til koʻnikmalarini yaxshilaydigan va akademik muvaffaqiyatlarini qoʻllab-quvvatlovchi qoʻshimcha til kurslariga kirish imkonini beradi. Ushbu til o'qitish dasturlari odatda intensiv tarzda ishlab chiqilgan va bir o'quv yili davom etadi.": "Türkiye'deki eğitim kurumları, öğrencilere İngilizce, Fransızca ve Almanca gibi çeşitli yabancı dillerde eğitim alma imkanı sunar. Bu imkanlar, öğrencilere dil becerilerini geliştiren ve akademik başarılarını destekleyen ek dil kurslarına erişim sağlar. Bu dil öğretim programları genellikle yoğun bir şekilde tasarlanmış olup bir eğitim yılı sürer.",
  "Til tayyorlash dasturlari:": "Dil hazırlık programları:",
  "Tilga tayyorgarlik dasturlari talabalarga akademik tillarda muvaffaqiyat qozonishlari uchun keng qamrovli treninglarni taklif qiladi. Bu dasturlar o‘quvchilarni darslarda faol ishtirok etishga, uy vazifalarini o‘z vaqtida bajarishga, taklif etilayotgan o‘quv materiallaridan unumli foydalanishga undaydi. Dastur oxirida talabalar keyingi ta'limni davom ettirish uchun zarur bo'lgan til bilimiga ega bo'lishlari taxmin qilinadi.": "Dil hazırlık programları, öğrencilere akademik dillerde başarılı olmaları için kapsamlı eğitimler sunar. Bu programlar, öğrencileri derslere aktif katılmaya, ödevlerini zamanında yapmaya ve sunulan eğitim materyallerinden verimli bir şekilde yararlanmaya teşvik eder. Program sonunda öğrencilerin, sonraki eğitimlerine devam etmek için gerekli dil bilgisine sahip olmaları beklenir.",
  "Turkiya xalqaro talabalarga turli tillarda ta’lim olish imkoniyatlarini taqdim etish orqali ta’lim sohasida global diqqat markaziga aylanishni maqsad qilgan. Turk tili asosiy ta'lim tili bo'lsa-da, universitetlar bir nechta til variantlari bilan global akademik tajribani taklif qilishadi.": "Türkiye, uluslararası öğrencilere çeşitli dillerde eğitim alma imkanı sunarak eğitim alanında küresel bir odak noktası olmayı hedeflemektedir. Türkçe ana eğitim dili olsa da, üniversiteler birkaç dil seçeneği ile küresel akademik deneyim sunmaktadır.",
  "TRANSFER VA JOYLASHUV XIZMATI": "TRANSFER VE KONAKLAMA HİZMETİ",
  "Chet elda ta’lim olish – hayotdagi eng muhim bosqichlardan biri. Yangi davlatga ko‘chib o‘tish, muhitga moslashish va hujjatlar bilan bog‘liq jarayonlar esa ba’zan murakkab bo‘lishi mumkin. Ayniqsa, birinchi marta xorijga chiqayotgan talabalar uchun bu jarayon qiyinchilik tug‘dirishi tabiiy. Future Study.uz kompaniyasi sifatida biz nafaqat sizning universitetga o‘qishga qabul qilinishingizni ta’minlaymiz, balki sizning Turkiyadagi birinchi kunlaringizdan boshlab to‘liq qo‘llab-quvvatlaymiz.": "Yurtdışında eğitim almak, hayattaki en önemli aşamalardan biridir. Yeni bir ülkeye taşınmak, ortama uyum sağlamak ve belgelerle ilgili süreçler bazen karmaşık olabilir. Özellikle ilk kez yurtdışına çıkan öğrenciler için bu süreç zorlayıcı olabilir. Future Study.uz olarak, sadece üniversiteye kabul edilmenizi sağlamakla kalmıyor, aynı zamanda Türkiye'deki ilk günlerinizden itibaren tam destek sağlıyoruz.",
  "Bizning TRANSFER VA JOYLASHUV XIZMATIMIZ sizga yangi muhitga tez moslashish, hujjatlar bilan bog‘liq qiyinchiliklarga duch kelmaslik hamda qulay va xavfsiz yashash sharoitlariga ega bo‘lish imkonini beradi. Quyida biz taklif qilayotgan xizmatlar bilan batafsil tanishing:": "TRANSFER VE KONAKLAMA HİZMETİMİZ, yeni ortama hızlı bir şekilde uyum sağlamanızı, belgelerle ilgili zorluklarla karşılaşmamanızı ve rahat ve güvenli yaşam koşullarına sahip olmanızı sağlar. Aşağıda sunduğumuz hizmetlerin detaylarını bulabilirsiniz:",
  "TRANSFER VA BOSHLANG‘ICH MOSLASHUV XIZMATLARI": "TRANSFER VE İLK UYUM HİZMETLERİ",
  "1. Toshkent aeroportidan kuzatish": "1. Taşkent havaalanından uğurlama",
  "Siz o‘qish uchun xorijga jo‘nab ketayotganingizda, Future Study.uz jamoasi sizni Toshkent xalqaro aeroportidan kuzatib qo‘yadi. Kerakli hujjatlaringizni tekshirib, yo‘lda hech qanday muammo bo‘lmasligi uchun maslahatlar beramiz.": "Yurtdışında eğitim almak için yola çıktığınızda, Future Study.uz ekibi sizi Taşkent Uluslararası Havaalanı'ndan uğurlar. Gerekli belgelerinizi kontrol eder ve yolda herhangi bir sorun yaşamamanız için tavsiyelerde bulunuruz.",
  "2. Istanbul aeroportidan kutib olish": "2. İstanbul havaalanında karşılama",
  "Siz Istanbulga yetib kelganingizda, sizni oldindan kelishilgan joyda kutib olish xizmatini taqdim etamiz. Xorijiy davlatga ilk bor kelgan talaba uchun aeroportdan chiqish, transport topish va manzilga yetib borish biroz qiyin bo‘lishi mumkin. Shu sababli biz sizni aeroportdan kutib olib, zarur bo‘lsa, yuklaringizni tashishda ham yordam beramiz.": "İstanbul'a vardığınızda, önceden belirlenen bir yerde karşılama hizmeti sunuyoruz. Yabancı bir ülkeye ilk kez gelen bir öğrenci için havaalanından çıkmak, ulaşım bulmak ve varış noktasına ulaşmak biraz zor olabilir. Bu nedenle sizi havaalanında karşılayıp, gerekirse bagajlarınızı taşımada da yardımcı oluruz.",
  "3. Transport xizmatlari": "3. Ulaşım hizmetleri",
  "Siz Istanbul aeroportiga yetib kelganingizdan so‘ng, universitetingiz yoki turar joyingizgacha qulay transport bilan yetkazib beramiz. Yangi muhitda transport tizimi bilan tanishish, to‘g‘ri manzilga borish ba’zan vaqt talab qiladi. Shu bois, biz sizning harakatlanishingizni osonlashtirib beramiz.": "İstanbul havaalanına vardığınızda, üniversitenize veya konaklama yerinize rahat bir ulaşım sağlarız. Yeni bir ortamda ulaşım sistemine alışmak ve doğru varış noktasına gitmek bazen zaman alabilir. Bu nedenle hareketlerinizi kolaylaştırırız.",
  "Ma'lumotlaringizni qoldiring": "Bilgilerinizi bırakın",
  "TURKIYADA YASHASH VA MOSLASHUV XIZMATLARI": "TÜRKİYE'DE YAŞAM VE UYUM HİZMETLERİ",
  "4. Sim-karta va zarur jihozlar bilan ta’minlashi": "4. SIM kart ve gerekli ekipman sağlama",
  "Yangi davlatga kelganingizda, sizga aloqa o‘rnatish va internetdan foydalanish muhim bo‘ladi. Biz sizga mahalliy operatorlarning eng qulay tariflarini tanlashda yordam beramiz va sim-karta, zarur bo‘lsa, noutbuk yoki boshqa texnik jihozlarni xarid qilishda maslahat beramiz.": "Yeni bir ülkeye geldiğinizde, iletişim kurmak ve internet kullanmak önemli olacaktır. Yerel operatörlerin en uygun tarifelerini seçmenize yardımcı olur ve SIM kart, gerekirse dizüstü bilgisayar veya diğer teknik ekipmanları satın almanız konusunda tavsiyelerde bulunuruz.",
  "5. Universitet bilan tanishtirish va hujjatlarni rasmiylashtirish": "5. Üniversite ile tanışma ve belgelerin düzenlenmesi",
  "Universitetga kirish hujjatlari bilan bog‘liq jarayonlarni to‘liq qo‘llab-quvvatlaymiz. Biz sizni universitetga olib borib, administratsiya bilan tanishtiramiz, kerakli hujjatlarni topshirishda yordam beramiz va barcha jarayonlar silliq o‘tishi uchun zarur ko‘rsatmalarni beramiz.": "Üniversiteye giriş belgeleriyle ilgili süreçleri tamamen destekliyoruz. Sizi üniversiteye götürüp, idare ile tanıştırır, gerekli belgeleri teslim etmenize yardımcı olur ve tüm süreçlerin sorunsuz geçmesi için gerekli talimatları veririz.",
  "6. Turkiyada yashash uchun ruxsatnoma (ikamet) olish": "6. Türkiye'de oturma izni (ikamet) alma",
  "Turkiyada uzoq muddat yashash uchun ikamet (yashash ruxsatnomasi) olish talab etiladi. Ushbu jarayon ba’zan murakkab va ko‘p vaqt talab qilishi mumkin. Future Study.uz siz uchun barcha hujjatlarni tayyorlab, ularni Goc idaresi (migratsiya idorasi)ga topshirib, ruxsatnoma olish jarayonini tezlashtirib beradi.": "Türkiye'de uzun süre yaşamak için ikamet (oturma izni) almak gereklidir. Bu süreç bazen karmaşık ve zaman alıcı olabilir. Future Study.uz, sizin için tüm belgeleri hazırlayıp, Göç İdaresi'ne (göç idaresi) teslim ederek izin alma sürecini hızlandırır.",
  "7. Uy-joy masalasida yordam": "7. Konaklama konusunda yardım",
  "Yangi davlatda eng katta muammolardan biri – turar joy topish. Talabalar ko‘pincha aldovlarga uchrab yoki qimmat uylarni ijaraga olib, ortiqcha xarajat qilishadi. Biz esa sizga arzon va qulay turar joy topib beramiz va bu jarayonda maklerlarsiz ishlaymiz. Shuningdek, uy ijaraga olish bo‘yicha barcha hujjatlarni rasmiylashtirishda ham yordam beramiz.": "Yeni bir ülkede en büyük sorunlardan biri konaklama bulmaktır. Öğrenciler genellikle dolandırıcılıklara maruz kalır veya pahalı evler kiralayarak fazla harcama yaparlar. Biz ise size uygun fiyatlı ve rahat konaklama buluruz ve bu süreçte emlakçılar olmadan çalışırız. Ayrıca ev kiralama ile ilgili tüm belgelerin düzenlenmesinde de yardımcı oluruz.",
  "Biz bilan bo'g'laning": "Bizimle iletişime geçin",
  "ISH TOPISH XIZMATI": "İŞ BULMA HİZMETİ",
  "8. Universitet jadvaliga mos ish topishda yordam": "8. Üniversite programına uygun iş bulmada yardım",
  "Turkiyada o‘qish bilan birga ishlashni rejalashtiryapsizmi? Biz sizga universitetingiz jadvaliga mos keladigan ish topishda yordam beramiz. Ish joyini tanlashda tajribamizga tayangan holda, eng yaxshi variantlarni tavsiya qilamiz. Bizning talabalarimiz o‘rtacha oyiga 900$ va undan yuqori daromad topish imkoniyatiga ega bo‘lishmoqda.": "Türkiye'de eğitim alırken çalışmayı mı planlıyorsunuz? Üniversite programınıza uygun iş bulmada size yardımcı oluruz. İş yeri seçerken deneyimimize dayanarak en iyi seçenekleri öneririz. Öğrencilerimiz aylık ortalama 900$ ve üzeri gelir elde etme imkanına sahip olmaktadır.",

  "Nega aynan turkiya?": "Neden Türkiye?",
  "Turkiyada o‘qish bir nechta jihatdan foydali. Ta’lim sifati yuqori, lekin narxi boshqa davlatlarga qaraganda ancha arzon. Stipendiya dasturlari ko‘p, bu esa moddiy jihatdan katta yengillik beradi. Yashash sharoitlari qulay va narxlar ham talabalar uchun mos. Madaniy yaqinlik tufayli moslashish osonroq bo‘ladi. Shuningdek, xalqaro tajriba orttirish va turli davlatlarda ishlash imkoniyatlari keng.": "Türkiye'de okumak birkaç açıdan faydalıdır. Eğitim kalitesi yüksek, ancak maliyeti diğer ülkelere göre oldukça düşüktür. Burs programları çoktur, bu da maddi açıdan büyük bir rahatlık sağlar. Yaşam koşulları rahat ve fiyatlar öğrenciler için uygundur. Kültürel yakınlık nedeniyle uyum sağlamak daha kolay olur. Ayrıca, uluslararası deneyim kazanma ve farklı ülkelerde çalışma imkanları geniştir.",
  "Universitetlarda zamonaviy o‘quv dasturlari va ilg‘or texnologiyalar qo‘llaniladi. Diplom xalqaro miqyosda tan olinadi, bu esa kelajakda yaxshi ish topishga yordam beradi. Talabalar turar joylari, transport va umumiy yashash xarajatlari nisbatan arzon. Shuningdek, talabalarga qaratilgan ko‘plab chegirmalar va imtiyozlar mavjud. Iqlimi yoqimli, turmush tarzi bizga yaqin, bu esa yangi muhitga tez moslashishga yordam beradi.": "Üniversitelerde modern eğitim programları ve ileri teknolojiler kullanılır. Diplom uluslararası düzeyde tanınır, bu da gelecekte iyi bir iş bulmaya yardımcı olur. Öğrenci yurtları, ulaşım ve genel yaşam maliyetleri nispeten düşüktür. Ayrıca, öğrencilere yönelik birçok indirim ve ayrıcalık mevcuttur. İklimi hoş, yaşam tarzı bize yakın, bu da yeni ortama hızlı uyum sağlamaya yardımcı olur.",
  "Talabalar hayoti juda faol va qiziqarli. Universitetlarda talabalar klublari, ilmiy konferensiyalar, madaniy tadbirlar va sport musobaqalari ko‘p bo‘ladi. Talabalar uchun kutubxonalar kechga qadar ochiq, kafelar va dam olish maskanlari ham ko‘p. Transport tizimi rivojlangan, talabalar uchun maxsus chegirmalar bor. Shuningdek, ishlash va amaliyot o‘tash imkoniyatlari mavjud. Turli festivallar, sayohatlar va xalqaro talabalar bilan do‘stlashish imkoniyati ham hayotni yanada qiziqarli qiladi.": "Öğrenci hayatı çok aktif ve eğlencelidir. Üniversitelerde öğrenci kulüpleri, bilimsel konferanslar, kültürel etkinlikler ve spor müsabakaları çok olur. Öğrenciler için kütüphaneler geç saatlere kadar açık, kafeler ve dinlenme alanları da çoktur. Ulaşım sistemi gelişmiş, öğrenciler için özel indirimler vardır. Ayrıca, çalışma ve staj yapma imkanları mevcuttur. Çeşitli festivaller, geziler ve uluslararası öğrencilerle arkadaşlık kurma imkanı da hayatı daha eğlenceli kılar.",
  "O‘qish sifatli ta’lim, arzon yashash, boy madaniyat va talabalar uchun keng imkoniyatlar bilan ajralib turadi. Moslashish oson, xalqaro tajriba orttirish va kelajakda yaxshi ish topish imkoniyatlari yuqori. Talabalar hayoti esa jonli, qiziqarli va faol o‘tadi.": "Eğitim, kaliteli eğitim, ucuz yaşam, zengin kültür ve öğrenciler için geniş imkanlarla öne çıkar. Uyum sağlamak kolay, uluslararası deneyim kazanma ve gelecekte iyi bir iş bulma imkanları yüksektir. Öğrenci hayatı ise canlı, eğlenceli ve aktiftir.",
  "Send": "Gönder",
  "Biz bilan bog'laning":"Bizimle iletişime geçin"
}
