{
  "Bosh sahifa": "Ana Sayfa",
  "Dasturlar": "Programlar",
  "Universitetlar": "Üniversiteler",
  "Xizmatlar": "Hizmetler",
  "Turkiya": "Türkiye",
  "Transfer xizmati": "Transfer hizmeti",
  "Biz haqimizda": "Hakkımızda",
  "Kontakt:": "İletişim:",
  "Telefon raqamingiz":"Telefon numaranız",
  "Tel:": "Tel:",
  "Ijtimoiy tarmoqlar:": "Sosyal medya:",
  "Mustaqillik 88A, Darhan Business center": "Bağımsızlık 88A, Darhan İş Merkezi",
  "Bepul kosultatsiya olish uchun ma'lumotlaringizni qoldiring!": "Ücretsiz danışmanlık almak için bilgilerinizi bırakın!",
  "Ismingizni kiriting:": "Adınızı girin:",
  "Telefon raqamingizni kiriting:": "Telefon numaranızı girin:",
  "Ismingiz": "Adınız",
  "Future Study Education Consulting – Sizning Kelajagingizga Yo’l!": "Future Study Education Consulting – Geleceğinize Giden Yol!",
  "Hozir murojaat qiling": "Şimdi başvurun",
  "Biz Haqimizda": "Biz Haqimizda",
  "Future Study Education Consulting – 2021-yil Alisher Saidov tomonidan tashkil qilingan. Xalqaro ta’lim sohasida yetakchi kompaniyalardan biri, yoshlar uchun dunyoning eng nufuzli universitetlarida o‘qish imkoniyatlarini yaratishga ixtisoslashgan. Biz Turkiya va boshqa mamlakatlardagi top universitetlarga kirish jarayonida abituriyentlarga to‘liq qo‘llab-quvvatlash xizmatlarini taqdim etamiz.": "Future Study Education Consulting - 2021, Alisher Saidov tarafından kuruldu. Uluslararası eğitim alanının önde gelen şirketlerinden biri, gençlere dünyanın en prestijli üniversitelerinde eğitim görme fırsatları yaratma konusunda uzmanlaşmıştır. Başvuru sahiplerine Türkiye ve diğer ülkelerdeki en iyi üniversitelere girme sürecinde tam destek hizmetleri sağlıyoruz.",
  "Nega Aynan Biz?": "Neden Biz?",
  "1. Rasmiy Hamkorlik": "1. Resmi Ortaklık",
  "Biz Turkiyaning eng yaxshi universitetlari bilan bevosita hamkorlik qilamiz. Hamkorlarimiz qatorida Istanbul Kent University, Marmara University, Beykoz University va yana 30 dan ortiq universitetlar bor.": "Türkiye'nin en iyi üniversiteleri ile doğrudan işbirliği yapıyoruz. Ortaklarımız arasında İstanbul Kent Üniversitesi, Marmara Üniversitesi, Beykoz Üniversitesi ve 30'dan fazla üniversite bulunmaktadır.",
  "2. 100% Kafolatlangan Natija": "2. %100 Garantili Sonuç",
  "Biz orqali hujjat topshirgan har bir talabaga kafolatlangan qabul beriladi.": "Bizim aracılığımızla başvuran her öğrenciye garantili kabul verilir.",
  "3. Til Bilimi Muhim Emas": "3. Dil Bilgisi Önemli Değil",
  "Ingliz yoki turk tilini mukammal bilmasangiz ham, siz uchun til kurslari taklif qilamiz.": " İngilizce veya Türkçe'yi mükemmel bilmiyorsanız bile, sizin için dil kursları sunuyoruz.",
  "4. To‘liq Qo‘llab-Quvvatlash Xizmati": "4. Tam Destek Hizmeti",
  "Universitet tanlash, stipendiyalar, turar joy, viza va boshqa xizmatlarni taqdim etamiz.": " Üniversite seçimi, burslar, konaklama, vize ve diğer hizmetleri sunuyoruz.",
  "Kerakli dasturni toping": "Gerekli programı bulun",
  "Universitetingizni tanlang": "Üniversitenizi seçin",
  "Arizangizni yuboring": "Başvurunuzu gönderin",
  "Va bajarildi!": "Ve tamamlandı!",
  "O‘qish Jarayoni": "Eğitim Süreci",
  "Biz bilan bog‘lanasiz – barcha kerakli ma’lumotlarni olasiz.": "Bizimle iletişime geçin – gerekli tüm bilgileri alın.",
  "Hujjatlaringizni tayyorlaymiz – universitet talablariga mos ravishda.": "Belgelerinizi hazırlıyoruz – üniversite gereksinimlerine uygun olarak.",
  "Universitetga topshiramiz – hujjatlarni hamkor universitetlarga yuboramiz.": "Üniversiteye başvuruyoruz – belgeleri ortak üniversitelere gönderiyoruz.",
  "Qabul qilinasiz va talabalik maqomini olasiz.": "Kabul edilir ve öğrenci statüsünü alırsınız.",
  "Turkiyada o‘qishni boshlaysiz – to‘liq qo‘llab-quvvatlaymiz.": "Türkiye'de eğitime başlarsınız – tam destek sağlıyoruz.",
  "Chet elda ta'lim dasturlari bilan": "Yurtdışında eğitim programları ile",
  "Sizni dunyo bilan bog'laydi!": "Sizi dünya ile bağlar!",
  "Talaba": "Öğrenci",
  "Tajriba": "Deneyim",
  "Ta'lim muassasalari": "Eğitim kurumları",
  "Bizning Maqsadimiz": "Bizim Amacımız",
  "Future Study Education Consulting – bu shunchaki ta’lim agentligi emas, balki sizning kelajagingizga ishonch bilan qadam qo‘yishingizga yordam beradigan yo‘lboshchingizdir.": "Future Study Education Consulting – sadece bir eğitim ajansı değil, aynı zamanda geleceğinize güvenle adım atmanıza yardımcı olacak rehberinizdir.",
  "Universitetga tayyorlanish yili": "Üniversiteye hazırlık yılı",
  "Akademik muvaffaqiyat uchun poydevor qo'yish: Universitetga o'tishdagi muhim qadam": "Akademik başarı için temel atmak: Üniversiteye geçişte önemli adım",
  "Turk tili ko'nikmalarini rivojlantirish va til ta'limi yordamlari:": "Türkçe dil becerilerini geliştirme ve dil eğitimi yardımları:",
  "Ona tili turk tili bo'lmagan talabalar uchun turk tilini bilish Turkiyadagi universitetlarda tahsil olmoqchi bo'lganlar uchun juda muhimdir. Bu talabalarga til bilimlarini oshirishga yordam berish uchun turli turk tilini qoʻllab-quvvatlash dasturlari taklif etiladi. Bu dasturlar talabalarga turk tilidan akademik til sifatida samarali foydalanish imkonini berishni maqsad qilgan va odatda universitetlar tomonidan taqdim etiladi.": "Ana dili Türkçe olmayan öğrenciler için Türkçe bilmek, Türkiye'deki üniversitelerde eğitim almak isteyenler için çok önemlidir. Bu öğrencilere dil bilgilerini artırmak için çeşitli Türkçe destek programları sunulmaktadır. Bu programlar, öğrencilere Türkçeyi akademik dil olarak etkili bir şekilde kullanma imkanı sağlamayı amaçlamakta ve genellikle üniversiteler tarafından sunulmaktadır.",
  "Akademik til imtihonlari:": "Akademik dil sınavları:",
  "Oliy ta’lim muassasalari qabul jarayonida talabalarning ta’lim tillarini bilish darajasini tekshirish uchun til bilish imtihonlarini tashkil qiladi. Ushbu imtihonlar talabalarning akademik matnlarni tushunishi va samarali muloqot qilishini baholaydi. Noto'g'ri deb topilgan talabalar til ko'nikmalarini oshirish uchun tayyorgarlik dasturlariga yo'naltiriladi.": "Yükseköğretim kurumları, kabul sürecinde öğrencilerin eğitim dillerini bilme düzeylerini kontrol etmek için dil sınavları düzenler. Bu sınavlar, öğrencilerin akademik metinleri anlamalarını ve etkili iletişim kurmalarını değerlendirir. Başarısız bulunan öğrenciler, dil becerilerini geliştirmek için hazırlık programlarına yönlendirilir.",
  "Ko'p tilli ta'lim imkoniyatlari:": "Çok dilli eğitim imkanları:",
  "Turkiyadagi ta'lim muassasalari talabalarga ingliz, frantsuz va nemis kabi turli chet tillarida ta'lim olish imkoniyatini beradi. Bu imkoniyatlar talabalarga til koʻnikmalarini yaxshilaydigan va akademik muvaffaqiyatlarini qoʻllab-quvvatlovchi qoʻshimcha til kurslariga kirish imkonini beradi. Ushbu til o'qitish dasturlari odatda intensiv tarzda ishlab chiqilgan va bir o'quv yili davom etadi.": "Türkiye'deki eğitim kurumları, öğrencilere İngilizce, Fransızca ve Almanca gibi çeşitli yabancı dillerde eğitim alma imkanı sunar. Bu imkanlar, öğrencilere dil becerilerini geliştiren ve akademik başarılarını destekleyen ek dil kurslarına erişim sağlar. Bu dil öğretim programları genellikle yoğun bir şekilde tasarlanmış olup bir eğitim yılı sürer.",
  "Til tayyorlash dasturlari:": "Dil hazırlık programları:",
  "Tilga tayyorgarlik dasturlari talabalarga akademik tillarda muvaffaqiyat qozonishlari uchun keng qamrovli treninglarni taklif qiladi. Bu dasturlar o‘quvchilarni darslarda faol ishtirok etishga, uy vazifalarini o‘z vaqtida bajarishga, taklif etilayotgan o‘quv materiallaridan unumli foydalanishga undaydi. Dastur oxirida talabalar keyingi ta'limni davom ettirish uchun zarur bo'lgan til bilimiga ega bo'lishlari taxmin qilinadi.": "Dil hazırlık programları, öğrencilere akademik dillerde başarılı olmaları için kapsamlı eğitimler sunar. Bu programlar, öğrencileri derslere aktif katılmaya, ödevlerini zamanında yapmaya ve sunulan eğitim materyallerinden verimli bir şekilde yararlanmaya teşvik eder. Program sonunda öğrencilerin, sonraki eğitimlerine devam etmek için gerekli dil bilgisine sahip olmaları beklenir.",
  "Turkiya xalqaro talabalarga turli tillarda ta’lim olish imkoniyatlarini taqdim etish orqali ta’lim sohasida global diqqat markaziga aylanishni maqsad qilgan. Turk tili asosiy ta'lim tili bo'lsa-da, universitetlar bir nechta til variantlari bilan global akademik tajribani taklif qilishadi.": "Türkiye, uluslararası öğrencilere çeşitli dillerde eğitim alma imkanı sunarak eğitim alanında küresel bir odak noktası olmayı hedeflemektedir. Türkçe ana eğitim dili olsa da, üniversiteler birkaç dil seçeneği ile küresel akademik deneyim sunmaktadır.",
  "TRANSFER VA JOYLASHUV XIZMATI": "TRANSFER VE KONAKLAMA HİZMETİ",
  "Chet elda ta’lim olish – hayotdagi eng muhim bosqichlardan biri. Yangi davlatga ko‘chib o‘tish, muhitga moslashish va hujjatlar bilan bog‘liq jarayonlar esa ba’zan murakkab bo‘lishi mumkin. Ayniqsa, birinchi marta xorijga chiqayotgan talabalar uchun bu jarayon qiyinchilik tug‘dirishi tabiiy. Future Study.uz kompaniyasi sifatida biz nafaqat sizning universitetga o‘qishga qabul qilinishingizni ta’minlaymiz, balki sizning Turkiyadagi birinchi kunlaringizdan boshlab to‘liq qo‘llab-quvvatlaymiz.": "Yurtdışında eğitim almak, hayattaki en önemli aşamalardan biridir. Yeni bir ülkeye taşınmak, ortama uyum sağlamak ve belgelerle ilgili süreçler bazen karmaşık olabilir. Özellikle ilk kez yurtdışına çıkan öğrenciler için bu süreç zorlayıcı olabilir. Future Study.uz olarak, sadece üniversiteye kabul edilmenizi sağlamakla kalmıyor, aynı zamanda Türkiye'deki ilk günlerinizden itibaren tam destek sağlıyoruz.",
  "Bizning TRANSFER VA JOYLASHUV XIZMATIMIZ sizga yangi muhitga tez moslashish, hujjatlar bilan bog‘liq qiyinchiliklarga duch kelmaslik hamda qulay va xavfsiz yashash sharoitlariga ega bo‘lish imkonini beradi. Quyida biz taklif qilayotgan xizmatlar bilan batafsil tanishing:": "TRANSFER VE KONAKLAMA HİZMETİMİZ, yeni ortama hızlı bir şekilde uyum sağlamanızı, belgelerle ilgili zorluklarla karşılaşmamanızı ve rahat ve güvenli yaşam koşullarına sahip olmanızı sağlar. Aşağıda sunduğumuz hizmetlerin detaylarını bulabilirsiniz:",
  "TRANSFER VA BOSHLANG‘ICH MOSLASHUV XIZMATLARI": "TRANSFER VE İLK UYUM HİZMETLERİ",
  "1. Toshkent aeroportidan kuzatish": "1. Taşkent havaalanından uğurlama",
  "Siz o‘qish uchun xorijga jo‘nab ketayotganingizda, Future Study.uz jamoasi sizni Toshkent xalqaro aeroportidan kuzatib qo‘yadi. Kerakli hujjatlaringizni tekshirib, yo‘lda hech qanday muammo bo‘lmasligi uchun maslahatlar beramiz.": "Yurtdışında eğitim almak için yola çıktığınızda, Future Study.uz ekibi sizi Taşkent Uluslararası Havaalanı'ndan uğurlar. Gerekli belgelerinizi kontrol eder ve yolda herhangi bir sorun yaşamamanız için tavsiyelerde bulunuruz.",
  "2. Istanbul aeroportidan kutib olish": "2. İstanbul havaalanında karşılama",
  "Siz Istanbulga yetib kelganingizda, sizni oldindan kelishilgan joyda kutib olish xizmatini taqdim etamiz. Xorijiy davlatga ilk bor kelgan talaba uchun aeroportdan chiqish, transport topish va manzilga yetib borish biroz qiyin bo‘lishi mumkin. Shu sababli biz sizni aeroportdan kutib olib, zarur bo‘lsa, yuklaringizni tashishda ham yordam beramiz.": "İstanbul'a vardığınızda, önceden belirlenen bir yerde karşılama hizmeti sunuyoruz. Yabancı bir ülkeye ilk kez gelen bir öğrenci için havaalanından çıkmak, ulaşım bulmak ve varış noktasına ulaşmak biraz zor olabilir. Bu nedenle sizi havaalanında karşılayıp, gerekirse bagajlarınızı taşımada da yardımcı oluruz.",
  "3. Transport xizmatlari": "3. Ulaşım hizmetleri",
  "Siz Istanbul aeroportiga yetib kelganingizdan so‘ng, universitetingiz yoki turar joyingizgacha qulay transport bilan yetkazib beramiz. Yangi muhitda transport tizimi bilan tanishish, to‘g‘ri manzilga borish ba’zan vaqt talab qiladi. Shu bois, biz sizning harakatlanishingizni osonlashtirib beramiz.": "İstanbul havaalanına vardığınızda, üniversitenize veya konaklama yerinize rahat bir ulaşım sağlarız. Yeni bir ortamda ulaşım sistemine alışmak ve doğru varış noktasına gitmek bazen zaman alabilir. Bu nedenle hareketlerinizi kolaylaştırırız.",
  "Ma'lumotlaringizni qoldiring": "Bilgilerinizi bırakın",
  "TURKIYADA YASHASH VA MOSLASHUV XIZMATLARI": "TÜRKİYE'DE YAŞAM VE UYUM HİZMETLERİ",
  "4. Sim-karta va zarur jihozlar bilan ta’minlashi": "4. SIM kart ve gerekli ekipman sağlama",
  "Yangi davlatga kelganingizda, sizga aloqa o‘rnatish va internetdan foydalanish muhim bo‘ladi. Biz sizga mahalliy operatorlarning eng qulay tariflarini tanlashda yordam beramiz va sim-karta, zarur bo‘lsa, noutbuk yoki boshqa texnik jihozlarni xarid qilishda maslahat beramiz.": "Yeni bir ülkeye geldiğinizde, iletişim kurmak ve internet kullanmak önemli olacaktır. Yerel operatörlerin en uygun tarifelerini seçmenize yardımcı olur ve SIM kart, gerekirse dizüstü bilgisayar veya diğer teknik ekipmanları satın almanız konusunda tavsiyelerde bulunuruz.",
  "5. Universitet bilan tanishtirish va hujjatlarni rasmiylashtirish": "5. Üniversite ile tanışma ve belgelerin düzenlenmesi",
  "Universitetga kirish hujjatlari bilan bog‘liq jarayonlarni to‘liq qo‘llab-quvvatlaymiz. Biz sizni universitetga olib borib, administratsiya bilan tanishtiramiz, kerakli hujjatlarni topshirishda yordam beramiz va barcha jarayonlar silliq o‘tishi uchun zarur ko‘rsatmalarni beramiz.": "Üniversiteye giriş belgeleriyle ilgili süreçleri tamamen destekliyoruz. Sizi üniversiteye götürüp, idare ile tanıştırır, gerekli belgeleri teslim etmenize yardımcı olur ve tüm süreçlerin sorunsuz geçmesi için gerekli talimatları veririz.",
  "6. Turkiyada yashash uchun ruxsatnoma (ikamet) olish": "6. Türkiye'de oturma izni (ikamet) alma",
  "Turkiyada uzoq muddat yashash uchun ikamet (yashash ruxsatnomasi) olish talab etiladi. Ushbu jarayon ba’zan murakkab va ko‘p vaqt talab qilishi mumkin. Future Study.uz siz uchun barcha hujjatlarni tayyorlab, ularni Goc idaresi (migratsiya idorasi)ga topshirib, ruxsatnoma olish jarayonini tezlashtirib beradi.": "Türkiye'de uzun süre yaşamak için ikamet (oturma izni) almak gereklidir. Bu süreç bazen karmaşık ve zaman alıcı olabilir. Future Study.uz, sizin için tüm belgeleri hazırlayıp, Göç İdaresi'ne (göç idaresi) teslim ederek izin alma sürecini hızlandırır.",
  "7. Uy-joy masalasida yordam": "7. Konaklama konusunda yardım",
  "Yangi davlatda eng katta muammolardan biri – turar joy topish. Talabalar ko‘pincha aldovlarga uchrab yoki qimmat uylarni ijaraga olib, ortiqcha xarajat qilishadi. Biz esa sizga arzon va qulay turar joy topib beramiz va bu jarayonda maklerlarsiz ishlaymiz. Shuningdek, uy ijaraga olish bo‘yicha barcha hujjatlarni rasmiylashtirishda ham yordam beramiz.": "Yeni bir ülkede en büyük sorunlardan biri konaklama bulmaktır. Öğrenciler genellikle dolandırıcılıklara maruz kalır veya pahalı evler kiralayarak fazla harcama yaparlar. Biz ise size uygun fiyatlı ve rahat konaklama buluruz ve bu süreçte emlakçılar olmadan çalışırız. Ayrıca ev kiralama ile ilgili tüm belgelerin düzenlenmesinde de yardımcı oluruz.",
  "Biz bilan bo'g'laning": "Bizimle iletişime geçin",
  "ISH TOPISH XIZMATI": "İŞ BULMA HİZMETİ",
  "8. Universitet jadvaliga mos ish topishda yordam": "8. Üniversite programına uygun iş bulmada yardım",
  "Turkiyada o‘qish bilan birga ishlashni rejalashtiryapsizmi? Biz sizga universitetingiz jadvaliga mos keladigan ish topishda yordam beramiz. Ish joyini tanlashda tajribamizga tayangan holda, eng yaxshi variantlarni tavsiya qilamiz. Bizning talabalarimiz o‘rtacha oyiga 900$ va undan yuqori daromad topish imkoniyatiga ega bo‘lishmoqda.": "Türkiye'de eğitim alırken çalışmayı mı planlıyorsunuz? Üniversite programınıza uygun iş bulmada size yardımcı oluruz. İş yeri seçerken deneyimimize dayanarak en iyi seçenekleri öneririz. Öğrencilerimiz aylık ortalama 900$ ve üzeri gelir elde etme imkanına sahip olmaktadır.",
  "Nega aynan turkiya?": "Neden Türkiye?",
  "Turkiyada o‘qish bir nechta jihatdan foydali. Ta’lim sifati yuqori, lekin narxi boshqa davlatlarga qaraganda ancha arzon. Stipendiya dasturlari ko‘p, bu esa moddiy jihatdan katta yengillik beradi. Yashash sharoitlari qulay va narxlar ham talabalar uchun mos. Madaniy yaqinlik tufayli moslashish osonroq bo‘ladi. Shuningdek, xalqaro tajriba orttirish va turli davlatlarda ishlash imkoniyatlari keng.": "Türkiye'de okumak birkaç açıdan faydalıdır. Eğitim kalitesi yüksek, ancak maliyeti diğer ülkelere göre oldukça düşüktür. Burs programları çoktur, bu da maddi açıdan büyük bir rahatlık sağlar. Yaşam koşulları rahat ve fiyatlar öğrenciler için uygundur. Kültürel yakınlık nedeniyle uyum sağlamak daha kolay olur. Ayrıca, uluslararası deneyim kazanma ve farklı ülkelerde çalışma imkanları geniştir.",
  "Universitetlarda zamonaviy o‘quv dasturlari va ilg‘or texnologiyalar qo‘llaniladi. Diplom xalqaro miqyosda tan olinadi, bu esa kelajakda yaxshi ish topishga yordam beradi. Talabalar turar joylari, transport va umumiy yashash xarajatlari nisbatan arzon. Shuningdek, talabalarga qaratilgan ko‘plab chegirmalar va imtiyozlar mavjud. Iqlimi yoqimli, turmush tarzi bizga yaqin, bu esa yangi muhitga tez moslashishga yordam beradi.": "Üniversitelerde modern eğitim programları ve ileri teknolojiler kullanılır. Diplom uluslararası düzeyde tanınır, bu da gelecekte iyi bir iş bulmaya yardımcı olur. Öğrenci yurtları, ulaşım ve genel yaşam maliyetleri nispeten düşüktür. Ayrıca, öğrencilere yönelik birçok indirim ve ayrıcalık mevcuttur. İklimi hoş, yaşam tarzı bize yakın, bu da yeni ortama hızlı uyum sağlamaya yardımcı olur.",
  "Talabalar hayoti juda faol va qiziqarli. Universitetlarda talabalar klublari, ilmiy konferensiyalar, madaniy tadbirlar va sport musobaqalari ko‘p bo‘ladi. Talabalar uchun kutubxonalar kechga qadar ochiq, kafelar va dam olish maskanlari ham ko‘p. Transport tizimi rivojlangan, talabalar uchun maxsus chegirmalar bor. Shuningdek, ishlash va amaliyot o‘tash imkoniyatlari mavjud. Turli festivallar, sayohatlar va xalqaro talabalar bilan do‘stlashish imkoniyati ham hayotni yanada qiziqarli qiladi.": "Öğrenci hayatı çok aktif ve eğlencelidir. Üniversitelerde öğrenci kulüpleri, bilimsel konferanslar, kültürel etkinlikler ve spor müsabakaları çok olur. Öğrenciler için kütüphaneler geç saatlere kadar açık, kafeler ve dinlenme alanları da çoktur. Ulaşım sistemi gelişmiş, öğrenciler için özel indirimler vardır. Ayrıca, çalışma ve staj yapma imkanları mevcuttur. Çeşitli festivaller, geziler ve uluslararası öğrencilerle arkadaşlık kurma imkanı da hayatı daha eğlenceli kılar.",
  "O‘qish sifatli ta’lim, arzon yashash, boy madaniyat va talabalar uchun keng imkoniyatlar bilan ajralib turadi. Moslashish oson, xalqaro tajriba orttirish va kelajakda yaxshi ish topish imkoniyatlari yuqori. Talabalar hayoti esa jonli, qiziqarli va faol o‘tadi.": "Eğitim, kaliteli eğitim, ucuz yaşam, zengin kültür ve öğrenciler için geniş imkanlarla öne çıkar. Uyum sağlamak kolay, uluslararası deneyim kazanma ve gelecekte iyi bir iş bulma imkanları yüksektir. Öğrenci hayatı ise canlı, eğlenceli ve aktiftir.",
  "Send": "Gönder",
  "Biz bilan bog'laning": "Bizimle iletişime geçin",
  "Ko'p beriladigan savollar": "Sıkça Sorulan Sorular",
  "Biz bilan hamkor bo'ling": "Bizimle işbirliği yapın",
  "Har bir mavzu bo'yicha sizni qiziqtirgan savollar": "Her konu hakkında merak ettiğiniz sorular",
  "Ariza berish jarayoni": "Başvuru süreci",
  "To'lov shartlari": "Ödeme şartları",
  "Ishga qabul qilish va bitiruvdan keyingi yordam": "İşe alım ve mezuniyet sonrası destek",
  "Xalqaro talabalarni qo'llab-quvvatlash": "Uluslararası öğrencileri destekleme",
  "Agar sizda agentlik kompaniya yoki yakka tartibda tadbirkorlik bo'lsa": "Eğer bir ajans şirketiniz veya bireysel girişiminiz varsa",
  "Agentlik kompaniyasining nomi": "Ajans şirketinin adı",
  "Agentlik nomi*": "Agentlik nomi*",
  "Agentlikning aloqa raqami": "Agentliğin iletişim numarası",
  "Iltimos, telefoningizni aniqligini diqqat bilan tekshiring": "Lütfen telefon numaranızın doğruluğunu dikkatlice kontrol edin",
  "Agentlik tashkil etilgan sana": "Kuruluş tarihi",
  "Agentlik sayti": "Ajans sitesi",
  "Agentlikning rasmiy saytini yozing": "Resmi ajans sitesini yazın",
  "Agentlikning elektron pochta manzili": "Agentliğin e-posta adresi",
  "Iltimos, elektron pochta to'g'riligini tekshiring": "Lütfen e-posta adresinizin doğruluğunu kontrol edin",
  "Agentlik mamlakati": "Agentliğin ülkesi",
  "Agentlik qaysi mamlakatdaligini kiriting": "Lütfen ajansın bulunduğu ülkeyi girin",
  "Agentlik manzili ma'lumotlari": "Ajans adres bilgileri",
  "Agentlikning aniq manzili": "Ajansın tam adresi",
  "Ariza topshirish uchun qanday hujjatlar talab qilinadi?": "Başvuru için hangi belgeler gereklidir?",
  "Ariza topshirish uchun odatda pasport ma'lumotlari, transkriptlar, ma'lumotnomalar va tilni bilish sertifikati kabi hujjatlar talab qilinadi. Batafsil ma'lumotni ariza shaklida topishingiz mumkin.": "Başvuru için genellikle pasaport bilgileri, transkriptler, referanslar ve dil yeterlilik sertifikası gibi belgeler gereklidir. Ayrıntılı bilgiyi başvuru formunda bulabilirsiniz.",
  "Ariza topshirish jarayoni qancha davom etadi?": "Başvuru süreci ne kadar sürer?",
  "Ariza berish muddati tanlangan universitetga, dastur talablariga va ariza berish muddatiga qarab farq qilishi mumkin. Odatda jarayon bir necha kun davom etadi.": "Başvuru süresi seçilen üniversiteye, program gereksinimlerine ve başvuru tarihine bağlı olarak değişebilir. Genellikle süreç birkaç gün sürer.",
  "Viza jarayonlarida yordam olsam bo'ladimi?": "Vize süreçlerinde yardım alabilir miyim?",
  "Ha, biz viza jarayoni bo'yicha yo'l-yo'riq va yordam taklif etamiz. Biz kerakli hujjatlar va jarayon haqida batafsil ma'lumot beramiz.": "Evet, vize süreci hakkında rehberlik ve yardım sunuyoruz. Gerekli belgeler ve süreç hakkında ayrıntılı bilgi veriyoruz.",
  "Mening arizamning qabul qilinishi nimaga bog'liq?": "Başvurumun kabul edilmesi neye bağlıdır?",
  "Sizning arizangiz siz tanlagan universitetning qabul mezonlariga, ariza hujjatlarining to'liqligi va to'g'riligiga va ularning talablarga muvofiqligiga bog'liq.": "Başvurunuz, seçtiğiniz üniversitenin kabul kriterlerine, başvuru belgelerinin eksiksiz ve doğru olmasına ve onların gereksinimlerine uygunluğuna bağlıdır.",
  "Qaysi davrlarda murojaat qilishim mumkin?": "Hangi dönemlerde başvurabilirim?",
  "Ariza muddatlari universitetlar va dasturlarga qarab farq qiladi. Odatda, kuz va bahor semestrlari uchun ariza berish mumkin.": "Başvuru tarihleri üniversitelere ve programlara göre değişir. Genellikle güz ve bahar dönemleri için başvuru yapılabilir.",
  "Ariza uchun to'lov bormi?": "Başvuru ücreti var mı?",
  "Ariza toʻlovi universitetlar va dasturlarga qarab farq qiladi. Ba'zilar to'lov olishadi, boshqalari esa bepul ariza berishlari mumkin.": "Başvuru ücreti üniversitelere ve programlara göre değişir. Bazıları ücret alırken, diğerleri ücretsiz başvuru yapabilir.",
  "Qabul qilish uchun til bilish sertifikati qanday?": "Kabul için dil yeterlilik sertifikası nasıl?",
  "Tilni bilish sertifikati afzal ko'rgan dastur va universitet tomonidan belgilangan til talablariga qarab farq qilishi mumkin. Odatda, IELTS yoki TOEFL kabi xalqaro imtihon natijalari qabul qilinadi.": "Dil yeterlilik sertifikası, tercih edilen program ve üniversite tarafından belirlenen dil gereksinimlerine bağlı olarak değişebilir. Genellikle, IELTS veya TOEFL gibi uluslararası sınav sonuçları kabul edilir.",
  "Malumot xatini qanday olishim mumkin?": "Bilgi mektubunu nasıl alabilirim?",
  "Malumotnomalar o'qituvchilar, akademiklar yoki ish beruvchilar tomonidan yozilishi mumkin. Xat yozish uchun maxsus shakl bo'lishi mumkin, siz ushbu tafsilotlarga e'tibor berishingiz kerak.": "Referans mektupları öğretmenler, akademisyenler veya işverenler tarafından yazılabilir. Mektup yazmak için özel bir form olabilir, bu ayrıntılara dikkat etmelisiniz.",
  "Qanday qilib arizamni to'ldirishim mumkin?": "Başvurumu nasıl doldurabilirim?",
  "Anketani to'liq va to'g'ri to'ldirganingizdan so'ng, kerakli hujjatlarni ilova qilib, to'lovni amalga oshirish orqali arizangizni to'ldirishingiz mumkin.": "Formu eksiksiz ve doğru bir şekilde doldurduktan sonra gerekli belgeleri ekleyip ödemeyi yaparak başvurunuzu tamamlayabilirsiniz.",
  "Agar mening arizam qabul qilinsa nima bo'ladi?": "Başvurum kabul edilirse ne olur?",
  "Qabul qilish maqomi siz tanlagan universitetning bahosiga bog'liq. Qabul qilingan taqdirda sizga kerakli ma'lumotlar yuboriladi va ro'yxatdan o'tish jarayoni boshlanadi.": "Kabul durumu seçtiğiniz üniversitenin notuna bağlıdır. Kabul edildiği takdirde gerekli bilgiler tarafınıza iletilecek ve kayıt süreci başlayacaktır.",
  "Universitet haqida ma'lumot olish": "Üniversite hakkında bilgi almak",
  "Universitetlar ro'yxati": "Üniversiteler listesi",
  "Istanbul Beykent universiteti": "Istanbul Beykent Üniversitesi",
  "Talabalar soni": "Öğrenci sayısı",
  "Kampuslar soni": "Kampüs sayısı",
  "Fakultet soni": "Fakülte sayısı",
  "Istanbul Kent University": "İstanbul Kent Üniversitesi",
  "Zamonaviy Ta’lim Maskani": "Modern Eğitim Merkezi",
  "Istanbul Beykent University": "İstanbul Beykent Üniversitesi",
  "– Turkiyaning Istanbul shahrida joylashgan nufuzli xususiy oliy o'quv yurti bo'lib, 1997-yilda Adem Chelik-Beykent Ta'lim Vaqfi tomonidan tashkil etilgan. Beykent universiteti Yevropa universitetlari bilan Erasmus dasturi doirasida hamkorlik qiladi, bu esa talabalarga xalqaro tajriba orttirish imkonini beradi. Universitetda ta'lim turk va ingliz tillarida olib boriladi, bu esa xorijiy talabalar uchun keng imkoniyatlar yaratadi.": "– Türkiye'nin İstanbul şehrinde bulunan prestijli bir özel yükseköğretim kurumu olup, 1997 yılında Adem Çelik-Beykent Eğitim Vakfı tarafından kurulmuştur. Beykent Üniversitesi, Avrupa üniversiteleri ile Erasmus programı kapsamında işbirliği yapmaktadır, bu da öğrencilere uluslararası deneyim kazanma fırsatı sunar. Üniversitede eğitim Türkçe ve İngilizce dillerinde verilmektedir, bu da yabancı öğrenciler için geniş imkanlar yaratır.",
  "Beykent universitetida  kelajagingizni shakllantiring": "Beykent Üniversitesi'nde geleceğinizi şekillendirin",
  "Istanbul Beykent universiteti ilg'or ta'lim infratuzilmasi va keng qamrovli o'quv dasturlari bilan o'z talabalariga zamonaviy ta'lim muhitini taklif etadi. Mutaxassis akademik xodimlarimiz, innovatsion tadqiqot imkoniyatlari va xalqaro hamkorlik tufayli talabalarimiz nazariy bilimlarni ham, amaliy dasturlarni ham eng yaxshi tarzda o'rganadilar. Keng qamrovli stipendiya imkoniyatlari, dinamik kampus hayoti va sohaviy aloqalar bizning talabalarimizga martaba maqsadlariga erishishda kuchli yordam beradi.": "İstanbul Beykent Üniversitesi, ileri eğitim altyapısı ve kapsamlı eğitim programları ile öğrencilerine modern bir eğitim ortamı sunar. Uzman akademik kadromuz, yenilikçi araştırma imkanları ve uluslararası işbirlikleri sayesinde öğrencilerimiz teorik bilgileri ve uygulamalı programları en iyi şekilde öğrenirler. Kapsamlı burs imkanları, dinamik kampüs hayatı ve sektörel bağlantılar, öğrencilerimizin kariyer hedeflerine ulaşmalarında güçlü bir destek sağlar.",
  "E’tibor bering! Future Study orqali siz:": "Dikkat! Future Study aracılığıyla siz:",
  "Hech qanday imtihon topshirmasdan o‘qishga kira olasiz!": "Hiçbir sınav vermeden üniversiteye girebilirsiniz!",
  "Va eng muhimi – 71% chegirmani qo‘lga kiritish imkoniyatiga egasiz!": "Ve en önemlisi – %71 indirim kazanma şansına sahipsiniz!",
  "Firma to‘lovisiz qabul qilinasiz!": "Şirket ücreti olmadan kabul edilirsiniz!",
  "Hech qanday til sertifikatlari talab qilinmaydi! (IELTS yoki TOEFL kerak emas)": "Hiçbir dil sertifikası gerekmiyor! (IELTS veya TOEFL gerekli değil)",
  "Istanbul Kent University – Zamonaviy Ta’lim Maskani": "İstanbul Kent Üniversitesi – Modern Eğitim Merkezi",
  "Shuningdek, universitetda 4 ta kollej, masofaviy ta'lim tizimi, 2 ta institut va 9 ta tadqiqot markazi faoliyat yuritadi. Universitetda har yili 30,000 ga yaqin talaba ta'lim oladi, ulardan 50% ga yaqini stipendiyaga ega.": "Ayrıca, üniversitede 4 kolej, uzaktan eğitim sistemi, 2 enstitü ve 9 araştırma merkezi bulunmaktadır. Üniversitede her yıl yaklaşık 30.000 öğrenci eğitim almakta olup, bunların %50'si bursludur.",
  "Istanbul Üsküdar universiteti": "İstanbul Üsküdar Üniversitesi",
  "Istanbul Üsküdar University – Zamonaviy Ta’lim Maskani": "İstanbul Üsküdar Üniversitesi – Modern Eğitim Kurumu",
  "Turkiyaning": "Türkiye'nin",
  "nevrologiya, psixologiya, sog‘liqni saqlash va muhandislik": "nöroloji, psikoloji, sağlık ve mühendislik",
  "sohalariga ixtisoslashgan yetakchi universitetlaridan biri. 2011-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng nufuzli ta’lim muassasalaridan biriga aylandi. NP İstanbul Neyropsixiatriya shifoxonasi bilan hamkorlik qilgani sababli, ayniqsa, sog‘liqni saqlash va psixologiya bo‘yicha kuchli amaliyot bazasiga ega.": "alanlarında uzmanlaşmış önde gelen üniversitelerinden biridir. 2011 yılında kurulmuş olup, kısa sürede Türkiye'nin en prestijli eğitim kurumlarından biri haline gelmiştir. NP İstanbul Nöropsikiyatri Hastanesi ile işbirliği sayesinde, özellikle sağlık ve psikoloji alanlarında güçlü bir uygulama tabanına sahiptir.",
  "Üsküdar Universiteti nazariy bilim va amaliyot uyg‘unligi, innovatsion tadqiqot markazlari va kuchli xalqaro aloqalari bilan ajralib turadi. Universitet ilmiy izlanishlar va sog‘liqni saqlash sohalarida yuqori darajadagi mutaxassislar tayyorlashga yo‘naltirilgan.": "Üsküdar Üniversitesi, teorik bilgi ve uygulamanın uyumu, yenilikçi araştırma merkezleri ve güçlü uluslararası bağlantıları ile öne çıkmaktadır. Üniversite, bilimsel araştırmalar ve sağlık alanlarında yüksek düzeyde uzmanlar yetiştirmeye odaklanmıştır.",
  "Nima Uchun Aynan Üsküdar Universiteti?": "Neden Üsküdar Üniversitesi?",
  "Turkiyaning eng kuchli psixologiya va nevrologiya universiteti:": "Türkiye'nin en güçlü psikoloji ve nöroloji üniversitesi:",
  "– Universitet neyropsixologiya, ruhiy salomatlik va sog‘liqni saqlash sohasida yetakchi hisoblanadi.": "– Üniversite, nöropsikoloji, ruh sağlığı ve sağlık alanlarında liderdir.",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan amaliyot imkoniyatlari:": "NP İstanbul Nöropsikiyatri Hastanesi ile staj imkanları:",
  "– Talabalar real klinik sharoitda tajriba orttirish imkoniga ega.": "– Öğrenciler, gerçek klinik ortamlarda deneyim kazanma fırsatına sahiptir.",
  "Amaliyot va tadqiqot imkoniyatlari yuqori:": "Yüksek staj ve araştırma imkanları:",
  "– Universitetning ilmiy laboratoriyalari dunyo standartlariga javob beradi.": "– Üniversitenin bilimsel laboratuvarları dünya standartlarına uygundur.",
  "Tibbiyot va biotexnologiya sohalarida innovatsion yondashuv:": "Tıp ve biyoteknoloji alanlarında yenilikçi yaklaşım:",
  "– Sun’iy intellekt, genomika va biotexnologiya sohalarida kuchli dasturlar mavjud.": "– Yapay zeka, genomik ve biyoteknoloji alanlarında güçlü programlar mevcuttur.",
  "Xalqaro hamkorlik va almashinuv dasturlari:": "Uluslararası işbirliği ve değişim programları:",
  "– Talabalar dunyoning turli universitetlari bilan almashinuv dasturlarida qatnashish imkoniyatiga ega.": "– Öğrenciler, dünyanın çeşitli üniversiteleri ile değişim programlarına katılma fırsatına sahiptir.",
  "Fakultetlar va Yo‘nalishlar": "Fakülteler ve Bölümler",
  "Üsküdar Universiteti sog‘liqni saqlash va inson psixologiyasi sohalariga ixtisoslashgan universitet bo‘lib, quyidagi asosiy yo‘nalishlarni taklif etadi:": "Üsküdar Üniversitesi, sağlık ve insan psikolojisi alanlarında uzmanlaşmış bir üniversite olup, aşağıdaki ana bölümleri sunmaktadır:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakulteti": "1. Tıp ve Sağlık Fakültesi",
  "• Umumiy tibbiyot": "• Genel Tıp",
  "• Stomatologiya": "• Diş Hekimliği",
  "• Farmatsiya": "• Eczacılık",
  "• Fizioterapiya va reabilitatsiya": "• Fizyoterapi ve Rehabilitasyon",
  "• Diagnostika va radiologiya": "• Tanı ve Radyoloji",
  "2. Psixologiya va Nevrologiya Fakulteti": "2. Psikoloji ve Nöroloji Fakültesi",
  "• Psixologiya": "• Psikoloji",
  "• Neyropsixologiya": "• Nöropsikoloji",
  "• Klinik psixologiya": "• Klinik Psikoloji",
  "• Kognitiv fanlar": "• Bilişsel Bilimler",
  "3. Muhandislik va Texnologiya Fakulteti": "3. Mühendislik ve Teknoloji Fakültesi",
  "• Biotibbiyot muhandisligi": "• Biyomedikal Mühendisliği",
  "• Kompyuter muhandisligi": "• Bilgisayar Mühendisliği",
  "• Sun’iy intellekt va ma’lumotlar fanlari": "• Yapay Zeka ve Veri Bilimleri",
  "• Elektronika muhandisligi": "• Elektronik Mühendisliği",
  "4. Ijtimoiy Fanlar Fakulteti": "4. Sosyal Bilimler Fakültesi",
  "• Sotsiologiya": "• Sosyoloji",
  "• Xalqaro munosabatlar": "• Uluslararası İlişkiler",
  "• Media va kommunikatsiya": "• Medya ve İletişim",
  "• Kriminologiya va xavfsizlik fanlari": "• Kriminoloji ve Güvenlik Bilimleri",
  "5. Gumanitar Fanlar Fakulteti": "5. Beşeri Bilimler Fakültesi",
  "• Tarix": "• Tarih",
  "• Falsafa": "• Felsefe",
  "• Adabiyot va tilshunoslik": "• Edebiyat ve Dilbilim",
  "Kampus Hayoti va Talabalar Uchun Sharoitlar:": "Kampüs Hayatı ve Öğrenciler İçin İmkanlar:",
  "NP Istanbul Neyropsixiatriya shifoxonasi bilan hamkorlik": "NP İstanbul Nöropsikiyatri Hastanesi ile işbirliği",
  "– Talabalar uchun real kasbiy amaliyot va klinik tajriba olish imkoniyati mavjud.": "– Öğrenciler için gerçek mesleki uygulama ve klinik deneyim kazanma imkanı vardır.",
  "Zamonaviy ilmiy tadqiqot markazlari": "Modern bilimsel araştırma merkezleri",
  "– Sun’iy intellekt, genetika va neyropsixologiya bo‘yicha eng ilg‘or laboratoriyalar mavjud.": "– Yapay zeka, genetik ve nöropsikoloji alanlarında en ileri laboratuvarlar mevcuttur.",
  "Talaba yotoqxonalar": "Öğrenci yurtları",
  "– Xavfsiz va zamonaviy turar joylar talabalar uchun mavjud.": "– Güvenli ve modern konaklama imkanları öğrenciler için mevcuttur.",
  "Sport va madaniy tadbirlar": "Spor ve kültürel etkinlikler",
  "– Talabalar uchun sport zallari, klublar va tadbirlar faol ishlaydi.": "– Öğrenciler için spor salonları, kulüpler ve etkinlikler aktif olarak çalışmaktadır.",
  "Startup va innovatsiya markazlari": "Startup ve inovasyon merkezleri",
  "– O‘z biznes loyihalarini boshlash istagida bo‘lgan talabalar uchun maxsus dasturlar bor.": "– Kendi iş projelerini başlatmak isteyen öğrenciler için özel programlar vardır.",
  "Turkiyaning eng tez rivojlanayotgan oliy ta’lim muassasalaridan biri": "Türkiye'nin en hızlı gelişen yükseköğretim kurumlarından biri",
  "biznes, muhandislik, san’at va sog‘liqni saqlash": "iş, mühendislik, sanat ve sağlık",
  "sohalariga ixtisoslashgan yetakchi universitetlaridan biridir. 2011-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng nufuzli ta’lim muassasalaridan biriga aylandi. NP İstanbul Neyropsixiatriya shifoxonasi bilan hamkorlik qilgani sababli, ayniqsa, sog‘liqni saqlash va psixologiya bo‘yicha kuchli amaliyot bazasiga ega.": "alanlarında uzmanlaşmış önde gelen üniversitelerden biridir. 2011 yılında kurulmuş olup kısa sürede Türkiye'nin en prestijli eğitim kurumlarından biri haline gelmiştir. NP İstanbul Nöropsikiyatri Hastanesi ile işbirliği yapması nedeniyle özellikle sağlık ve psikoloji alanlarında güçlü bir uygulama altyapısına sahiptir.",
  "Universitet xalqaro darajada tan olingan ta’lim tizimi, zamonaviy kampus sharoitlari va talabalar uchun keng imkoniyatlari bilan ajralib turadi. Agar siz Istanbulning nufuzli universitetlaridan birida sifatli ta’lim olishni istasangiz, Istanbul Topkapi Universiteti mukammal tanlov bo‘lishi mumkin.": "Üniversite, uluslararası düzeyde tanınan eğitim sistemi, modern kampüs koşulları ve öğrenciler için geniş imkanları ile öne çıkmaktadır. Eğer İstanbul'un prestijli üniversitelerinden birinde kaliteli eğitim almak istiyorsanız, İstanbul Topkapı Üniversitesi mükemmel bir seçim olabilir.",
  "Yevropa ta’lim standartlariga mos dasturlar": "Avrupa eğitim standartlarına uygun programlar",
  "– Universitet xalqaro ta’lim sifatiga javob beruvchi kuchli akademik dasturlarni taklif etadi.": "– Üniversite, uluslararası eğitim kalitesine uygun güçlü akademik programlar sunmaktadır.",
  "Zamonaviy laboratoriyalar va kampuslar": "Modern laboratuvarlar ve kampüsler",
  "– Ilmiy izlanish va amaliy mashg‘ulotlar uchun eng ilg‘or texnologiyalar mavjud.": "– Bilimsel araştırma ve uygulamalı eğitimler için en ileri teknolojiler mevcuttur.",
  "Xalqaro talabalar uchun qulay sharoitlar": "Uluslararası öğrenciler için uygun koşullar",
  "– Universitetda turli davlatlardan kelgan talabalar uchun mos muhit yaratilgan.": "– Üniversitede farklı ülkelerden gelen öğrenciler için uygun bir ortam oluşturulmuştur.",
  "Ishga joylashish imkoniyatlari yuqori": "Yüksek iş bulma olanakları",
  "– Bitiruvchilar xalqaro kompaniyalarda ish topish imkoniyatiga ega.": "– Mezunlar uluslararası şirketlerde iş bulma imkanına sahiptir.",
  "Amaliyot va kasbiy rivojlanish": "Staj ve mesleki gelişim",
  "– Talabalar o‘qish davomida yetakchi kompaniyalarda amaliyot o‘tashlari mumkin.": "– Öğrenciler eğitimleri sırasında önde gelen şirketlerde staj yapma imkanına sahiptir.",
  "Istanbul Topkapi Universitetida quyidagi asosiy sohalar bo‘yicha ta’lim olish mumkin:": "İstanbul Topkapı Üniversitesi'nde aşağıdaki ana alanlarda eğitim almak mümkündür:",
  "1. Muhandislik va Texnologiya Fakulteti": "1. Mühendislik ve Teknoloji Fakültesi",
  "• Sun’iy intellekt va data tahlili": "• Yapay zeka ve veri analizi",
  "• Elektronika va telekommunikatsiya muhandisligi": "• Elektronik ve telekomünikasyon mühendisliği",
  "• Biotexnologiya muhandisligi": "• Biyoteknoloji mühendisliği",
  "2. Iqtisodiyot va Menejment Fakulteti": "2. Ekonomi ve Yönetim Fakültesi",
  "• Xalqaro biznes va boshqaruv": "• Uluslararası iş ve yönetim",
  "• Bank ishi va moliya": "• Bankacılık ve finans",
  "• Marketing va innovatsiya": "• Pazarlama ve inovasyon",
  "• Xalqaro savdo va logistika": "• Uluslararası ticaret ve lojistik",
  "3. Dizayn va San’at Fakulteti": "3. Tasarım ve Sanat Fakültesi",
  "• Moda dizayni": "• Moda tasarımı",
  "• Grafika dizayni": "• Grafik tasarım",
  "• Kino va televideniye": "• Sinema ve televizyon",
  "• Vizual san’at": "• Görsel sanatlar",
  "4. Sog‘liqni Saqlash Fakulteti": "4. Sağlık Fakültesi",
  "• Hamshiralik ishi": "• Hemşirelik",
  "• Farmatsiya va tibbiyot texnologiyalari": "• Eczacılık ve tıbbi teknolojiler",
  "• Diagnostika va reabilitatsiya": "• Tanı ve rehabilitasyon",
  "5. Ijtimoiy Fanlar Fakulteti": "5. Sosyal Bilimler Fakültesi",
  "6. Huquq Fakulteti": "6. Hukuk Fakültesi",
  "• Xalqaro huquq": "• Uluslararası hukuk",
  "• Biznes huquqi": "• Ticaret hukuku",
  "• Inson huquqlari va yuridik tadqiqotlar": "• İnsan hakları ve hukuk araştırmaları",
  "Yangi va zamonaviy laboratoriyalar": "Yeni ve modern laboratuvarlar",
  "– Muhandislik va sog‘liqni saqlash yo‘nalishlari uchun ilg‘or jihozlar mavjud.": "– Mühendislik ve sağlık alanları için ileri teknoloji ekipmanlar mevcuttur.",
  "Kutubxona va ilmiy markazlar": "Kütüphane ve bilim merkezleri",
  "– Talabalar uchun keng ilmiy resurslar taqdim etiladi.": "– Öğrencilere geniş bilimsel kaynaklar sunulmaktadır.",
  "– Xavfsiz va qulay yashash joylari.": "– Güvenli ve konforlu yaşam alanları.",
  "Sport majmualari": "Spor kompleksleri",
  "– Sport zal, futbol maydoni, basketbol va voleybol zallari.": "– Spor salonu, futbol sahası, basketbol ve voleybol salonları.",
  "– Talabalar o‘z biznes loyihalarini boshlash imkoniyatiga ega.": "– Öğrenciler kendi iş projelerine başlama imkanına sahiptir.",
  "Talaba klublari va madaniy tadbirlar": "Öğrenci kulüpleri ve kültürel etkinlikler",
  "– Talabalar ijtimoiy hayotda faol ishtirok etishlari mumkin.": "– Öğrenciler sosyal hayatta aktif olarak yer alabilirler.",
  "Istanbul Topkapi universiteti": "İstanbul Topkapı Üniversitesi",
  "Turkiyaning eng innovatsion va tadbirkorlik ruhiga ega xususiy universitetlaridan biri": "Türkiye'nin en yenilikçi ve girişimci ruhuna sahip özel üniversitelerinden biri",
  "texnologiya, biznes, muhandislik va aviatsiya": "teknoloji, iş, mühendislik ve havacılık",
  "sohalarida yetakchi ta’lim muassasalaridan biri hisoblanadi. Universitet 2007-yilda O‘zyeğin jamg‘armasi tomonidan tashkil etilgan va tez fursatda xalqaro miqyosda e’tirof etilgan.": "alanlarında önde gelen eğitim kurumlarından biridir. Üniversite 2007 yılında Özyeğin Vakfı tarafından kurulmuş ve kısa sürede uluslararası alanda tanınmıştır.",
  "Özyeğin Universiteti talabalariga nazariy bilim bilan birga, amaliy tajriba olish imkoniyatlarini ham taqdim etadi. Universitet innovatsion o‘quv yondashuvi, tadbirkorlik dasturlari, xalqaro hamkorlik va keng amaliyot imkoniyatlari bilan ajralib turadi.": "Özyeğin Üniversitesi, öğrencilere teorik bilginin yanı sıra pratik deneyim kazanma fırsatları da sunar. Üniversite, yenilikçi eğitim yaklaşımı, girişimcilik programları, uluslararası işbirlikleri ve geniş staj imkanları ile öne çıkar.",
  "Innovatsion va amaliy ta’lim tizimi": "Yenilikçi ve uygulamalı eğitim sistemi",
  "– Universitet nazariy bilimdan tashqari, amaliy mashg‘ulotlar, real biznes loyihalar va tadbirkorlik dasturlariga katta e’tibor qaratadi.": "– Üniversite, teorik bilginin yanı sıra, uygulamalı dersler, gerçek iş projeleri ve girişimcilik programlarına büyük önem verir.",
  "Texnologiya va tadbirkorlik sohalarida yetakchi": "Teknoloji ve girişimcilik alanlarında lider",
  "– Universitet texnologiyalar va innovatsiyalar markazi sifatida tanilgan.": "– Üniversite, teknoloji ve yenilik merkezi olarak bilinir.",
  "Istanbulning zamonaviy kampusi": "İstanbul'un modern kampüsü",
  "– Kampus barcha zamonaviy texnologiyalar bilan jihozlangan bo‘lib, talabalar uchun qulay ta’lim muhitini yaratadi.": "– Kampüs, tüm modern teknolojilerle donatılmış olup, öğrenciler için rahat bir eğitim ortamı sunar.",
  "Ishga joylashish imkoniyati yuqori": "Yüksek iş bulma olanağı",
  "– Universitet bitiruvchilarining 90% dan ortig‘i bitiruvdan keyin 1 yil ichida ish topadi.": "– Üniversite mezunlarının %90'ından fazlası mezuniyetten sonraki 1 yıl içinde iş bulur.",
  "Xalqaro hamkorlik va almashinuv dasturlari": "Uluslararası işbirliği ve değişim programları",
  "– Dunyoning nufuzli universitetlari bilan talabalar almashinuv dasturlari mavjud.": "– Dünyanın prestijli üniversiteleri ile öğrenci değişim programları mevcuttur.",
  "Eng zamonaviy laboratoriyalar va tadqiqot markazlari": "En modern laboratuvarlar ve araştırma merkezleri",
  "– Universitet ilmiy tadqiqotlar uchun eng ilg‘or texnologiyalarga ega.": "– Üniversite, bilimsel araştırmalar için en ileri teknolojilere sahiptir.",
  "Zamonaviy yotoqxonalar": "Modern yurtlar",
  "– Talabalar uchun qulay va xavfsiz yashash sharoitlari.": "– Öğrenciler için rahat ve güvenli yaşam koşulları.",
  "Sport majmualari va sport klublari": "Spor kompleksleri ve spor kulüpleri",
  "– Basketbol, futbol, suzish va boshqa sport turlari bilan shug‘ullanish imkoniyati.": "– Basketbol, futbol, yüzme ve diğer sporlarla uğraşma imkanı.",
  "Startup va tadbirkorlik markazlari": "Startup ve girişimcilik merkezleri",
  "– O‘z biznesini boshlash istagida bo‘lgan talabalar uchun maxsus inkubator dasturlari.": "– Kendi işini kurmak isteyen öğrenciler için özel kuluçka programları.",
  "Istanbul Özyeğin universiteti": "İstanbul Özyeğin Üniversitesi",
  "Istanbul Özyeğin University – Zamonaviy Ta’lim Maskani": "İstanbul Özyeğin Üniversitesi – Modern Eğitim Merkezi",
  "Nima Uchun Aynan Özyeğin Universiteti?": "Neden Özyeğin Üniversitesi?",
  "Özyeğin Universiteti quyidagi yo‘nalishlarda yetakchi hisoblanadi:": "Özyeğin Üniversitesi aşağıdaki alanlarda liderdir:",
  "• Sun’iy intellekt va ma’lumotlar tahlili": "• Yapay zeka ve veri analizi",
  "• Qurilish muhandisligi": "• İnşaat mühendisliği",
  "• Xalqaro biznes boshqaruvi": "• Uluslararası iş yönetimi",
  "• Tadbirkorlik va innovatsiya": "• Girişimcilik ve inovasyon",
  "• Marketing va raqamli biznes": "• Pazarlama ve dijital iş",
  "3. Aviatsiya va Transport Fakulteti": "3. Havacılık ve Ulaşım Fakültesi",
  "• Aviatsiya boshqaruvi": "• Havacılık yönetimi",
  "• Uchish maktabi (Pilotlik yo‘nalishi)": "• Uçuş okulu (Pilotluk bölümü)",
  "• Havo transporti menejmenti": "• Hava taşımacılığı yönetimi",
  "• Inson huquqlari va xalqaro munosabatlar": "• İnsan hakları ve uluslararası ilişkiler",
  "4. Huquq Fakulteti": "4. Hukuk Fakültesi",
  "1. Muhandislik va Tabiiy Fanlar Fakulteti": "1. Mühendislik ve Doğa Bilimleri Fakültesi",
  "6. San’at va Dizayn Fakulteti": "6. Sanat ve Tasarım Fakültesi",
  "• Vizual san’at va dizayn": "• Görsel sanatlar ve tasarım",
  "• Grafika va interyer dizayni": "• Grafik ve iç mekan tasarımı",
  "– 50 dan ortiq talaba klublari faoliyat yuritadi.": "– 50'den fazla öğrenci kulübü aktif olarak çalışmaktadır.",
  "Istanbul Nişantaşı universiteti": "Istanbul Nişantaşı Üniversitesi",
  "Istanbul Nişantaşı University – Zamonaviy Ta’lim Maskani": "Istanbul Nişantaşı Üniversitesi – Modern Eğitim Merkezi",
  "Turkiyaning eng tez rivojlanayotgan xususiy oliy ta’lim muassasalaridan biri, zamonaviy ta’lim usullari, innovatsion infratuzilma va xalqaro talabalar uchun yaratilgan qulay sharoitlari bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, bugungi kunda": "Türkiye'nin en hızlı gelişen özel yükseköğretim kurumlarından biri olup, modern eğitim yöntemleri, yenilikçi altyapı ve uluslararası öğrenciler için sağladığı uygun koşullarla öne çıkmaktadır. Üniversite 2009 yılında kurulmuş olup, bugün",
  "biznes, muhandislik, dizayn va sog‘liqni saqlash": "iş, mühendislik, tasarım ve sağlık",
  "sohalarida yetakchi universitetlar qatoriga kiradi.": "alanlarında önde gelen üniversiteler arasındadır.",
  "Nişantaşı Universitetining asosiy maqsadi – talabalarni kelajak kasblariga tayyorlash, ularga raqobatbardosh bilim va amaliy ko‘nikmalar berishdir. Universitet Istanbulning markaziy hududlaridan birida joylashgan bo‘lib, talabalar uchun akademik va shaxsiy rivojlanish uchun keng imkoniyatlar yaratadi.": "Nişantaşı Üniversitesi'nin ana amacı, öğrencileri geleceğin mesleklerine hazırlamak, onlara rekabetçi bilgi ve pratik beceriler kazandırmaktır. Üniversite, İstanbul'un merkezi bölgelerinden birinde yer almakta olup, öğrenciler için akademik ve kişisel gelişim için geniş imkanlar sunmaktadır.",
  "Nima Uchun Aynan Nişantaşı Universiteti?": "Neden Nişantaşı Üniversitesi?",
  "Zamonaviy va innovatsion ta’lim:": "Modern ve yenilikçi eğitim:",
  "– Universitet o‘zining ilg‘or pedagogik yondashuvi va amaliy ta’lim usullari bilan ajralib turadi.": "– Üniversite, ileri pedagojik yaklaşımı ve uygulamalı eğitim yöntemleri ile öne çıkar.",
  "Istanbulning markazida joylashgan:": "İstanbul'un merkezinde yer almakta:",
  "– Universitet shahar markazida bo‘lib, talabalar uchun barcha qulayliklarni taqdim etadi.": "– Üniversite şehir merkezinde olup, öğrenciler için tüm olanakları sunar.",
  "Amaliyot va ishga joylashish imkoniyati yuqori:": "Yüksek staj ve iş bulma imkanı:",
  "– Universitet ko‘plab yirik kompaniyalar bilan hamkorlik qiladi.": "– Üniversite birçok büyük şirketle işbirliği yapmaktadır.",
  "Startup va tadbirkorlik qo‘llab-quvvatlanadi:": "Startup ve girişimcilik desteklenir:",
  "– Talabalar o‘z biznes g‘oyalarini universitet qoshidagi inkubator markazlarida rivojlantirishlari mumkin.": "– Öğrenciler, iş fikirlerini üniversite bünyesindeki kuluçka merkezlerinde geliştirebilirler.",
  "Xalqaro almashinuv dasturlari:": "Uluslararası değişim programları:",
  "– Universitet Yevropa va AQShdagi nufuzli universitetlar bilan hamkorlik qiladi.": "– Üniversite, Avrupa ve ABD'deki prestijli üniversitelerle işbirliği yapmaktadır.",
  "Nişantaşı Universiteti quyidagi sohalar bo‘yicha ta’lim dasturlarini taklif etadi:": "Nişantaşı Üniversitesi aşağıdaki alanlarda eğitim programları sunmaktadır:",
  "1. Muhandislik va Arxitektura Fakulteti": "1. Mühendislik ve Mimarlık Fakültesi",
  "• Mechatronika muhandisligi": "• Mekatronik Mühendisliği",
  "• Arxitektura": "• Mimarlık",
  "2. Biznes va Menejment Fakulteti": "2. İşletme ve Yönetim Fakültesi",
  "3. Ijtimoiy Fanlar Fakulteti": "3. Sosyal Bilimler Fakültesi",
  "4. San’at va Dizayn Fakulteti": "4. Sanat ve Tasarım Fakültesi",
  "• Ichki dizayn": "• İç Tasarım",
  "• Grafika va vizual san’at": "• Grafik ve Görsel Sanatlar",
  "5. Sog‘liqni Saqlash Fakulteti": "5. Sağlık Bilimleri Fakültesi",
  "• Tibbiyot texnologiyalari": "• Tıbbi Teknolojiler",
  "6. Aviatsiya va Logistika Fakulteti": "6. Havacılık ve Lojistik Fakültesi",
  "• Xalqaro logistika va ta’minot zanjiri": "• Uluslararası Lojistik ve Tedarik Zinciri",
  "Ultra-zamonaviy kampuslar": "Ultra-modern kampüsler",
  "– Universitetning Istanbuldagi eng ilg‘or texnologiyalarga ega kampuslaridan biri.": "– Üniversitenin İstanbul'daki en ileri teknolojilere sahip kampüslerinden biri.",
  "Katta sport inshootlari": "Büyük spor tesisleri",
  "– Sport zallari, ochiq stadionlar va fitnes markazlari mavjud.": "– Spor salonları, açık stadyumlar ve fitness merkezleri mevcuttur.",
  "O‘quv va ilmiy markazlar": "Eğitim ve bilim merkezleri",
  "– Talabalar eng zamonaviy laboratoriyalarda o‘qishadi.": "– Öğrenciler en modern laboratuvarlarda eğitim görürler.",
  "Kutubxona va tadqiqot markazlari": "Kütüphane ve araştırma merkezleri",
  "– 24/7 ishlaydigan zamonaviy kutubxona va ilmiy resurslar.": "– 24/7 açık modern kütüphane ve bilimsel kaynaklar.",
  "Startup va innovatsion markazlar": "Startup ve inovasyon merkezleri",
  "– Talabalar o‘z biznes g‘oyalarini boshlash uchun imkoniyatga ega.": "– Öğrenciler iş fikirlerini başlatma fırsatına sahiptir.",
  "– Talabalar teatr, kino, sport va ilmiy klublarda ishtirok etishlari mumkin.": "– Öğrenciler tiyatro, sinema, spor ve bilim kulüplerinde yer alabilirler.",
  "Istanbul Medipol universiteti": "İstanbul Medipol Üniversitesi",
  "Istanbul Medipol University – Zamonaviy Ta’lim Maskani": "İstanbul Medipol Üniversitesi – Modern Eğitim Merkezi",
  "Istanbul Medipol Universiteti": "İstanbul Medipol Üniversitesi",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, yuqori sifatli ta’lim, innovatsion tadqiqotlar va xalqaro hamkorlik bilan ajralib turadi. Universitet 2009-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida Turkiyaning eng rivojlangan universitetlaridan biriga aylandi. Medipol Universiteti ayniqsa tibbiyot, muhandislik, biznes va ijtimoiy fanlar sohalarida kuchli akademik dasturlari bilan mashhur.": "– İstanbul Medipol Üniversitesi, Türkiye'nin en prestijli ve modern yükseköğretim kurumlarından biri olup, yüksek kaliteli eğitim, yenilikçi araştırmalar ve uluslararası işbirliği ile öne çıkmaktadır. 2009 yılında kurulan üniversite, kısa sürede Türkiye'nin en gelişmiş üniversitelerinden biri haline gelmiştir. Medipol Üniversitesi özellikle tıp, mühendislik, işletme ve sosyal bilimler alanlarındaki güçlü akademik programları ile tanınmaktadır.",
  "Afzalliklari": "Avantajları",
  "Yuqori reyting va tan olingan diplom": "Yüksek sıralama ve tanınmış diploma",
  "– Istanbul Medipol Universiteti milliy va xalqaro reytinglarda yuqori o‘rinlarni egallab kelmoqda. Uning diplomi Yevropa, AQSh va boshqa davlatlarda tan olinadi.": "– İstanbul Medipol Üniversitesi, ulusal ve uluslararası sıralamalarda yüksek pozisyonlarda yer almaktadır. Diploması Avrupa, ABD ve diğer ülkelerde tanınmaktadır.",
  "Zamonaviy infratuzilma": "Modern altyapı",
  "– Universitetda ilg‘or texnologiyalar bilan jihozlangan laboratoriyalar, simulyatsion markazlar, kutubxonalar va kampuslar mavjud.": "– Üniversitede ileri teknolojilerle donatılmış laboratuvarlar, simülasyon merkezleri, kütüphaneler ve kampüsler bulunmaktadır.",
  "Xalqaro talabalar uchun qulay muhit": "Uluslararası öğrenciler için uygun ortam",
  "– Dunyoning turli burchaklaridan kelgan talabalar uchun maxsus dasturlar va qo‘llab-quvvatlash xizmatlari mavjud.": "– Dünyanın çeşitli köşelerinden gelen öğrenciler için özel programlar ve destek hizmetleri mevcuttur.",
  "Tibbiyot yo‘nalishida kuchli tajriba": "Tıp alanında güçlü deneyim",
  "– Medipol Universiteti Turkiyaning eng yaxshi tibbiyot universitetlaridan biri bo‘lib, o‘z klinikalariga ega.": "– Medipol Üniversitesi, Türkiye'nin en iyi tıp üniversitelerinden biri olup, kendi kliniklerine sahiptir.",
  "Amaliyot va ishga joylashish imkoniyatlari": "Staj ve iş bulma olanakları",
  "– Talabalar universitet qoshidagi klinikalar, kompaniyalar va xalqaro tashkilotlarda amaliyot o‘tashlari mumkin.": "– Öğrenciler, üniversiteye bağlı klinikalar, şirketler ve uluslararası kuruluşlarda staj yapma imkanına sahiptir.",
  "Istanbul Medipol Universitetida turli sohalar bo‘yicha ta’lim olish imkoniyati mavjud. Quyida asosiy fakultetlar va yo‘nalishlar keltirilgan:": "İstanbul Medipol Üniversitesi'nde çeşitli alanlarda eğitim alma imkanı bulunmaktadır. Aşağıda ana fakülteler ve bölümler listelenmiştir:",
  "1. Tibbiyot va Sog‘liqni Saqlash Fakultetlari:": "1. Tıp ve Sağlık Fakülteleri:",
  "• Jamoat salomatligi": "• Halk sağlığı",
  "2. Muhandislik va Axborot Texnologiyalari:": "2. Mühendislik ve Bilgi Teknolojileri:",
  "3. Iqtisodiyot va Biznes Fakulteti:": "3. Ekonomi ve İşletme Fakültesi:",
  "• Xalqaro biznes": "• Uluslararası iş",
  "• Menejment": "• Yönetim",
  "• Turizm va mehmonxona boshqaruvi": "• Turizm ve otel yönetimi",
  "4. Gumanitar va Ijtimoiy Fanlar:": "4. Beşeri ve Sosyal Bilimler:",
  "• Huquqshunoslik": "• Hukuk",
  "Yotoqxonalar": "Yurtlar",
  "Kutubxona va IT markazlar": "Kütüphane ve IT merkezleri",
  "– Talabalar uchun xavfsiz va qulay turar joylar mavjud.": "– Öğrenciler için güvenli ve rahat konaklama yerleri mevcuttur.",
  "– 24/7 ishlaydigan zamonaviy kutubxona va onlayn resurslar.": "– 24/7 açık modern kütüphane ve çevrimiçi kaynaklar.",
  "O‘quv laboratoriyalari": "Eğitim laboratuvarları",
  "– Eng so‘nggi texnologiyalar bilan jihozlangan ilmiy va texnik laboratoriyalar.": "– En son teknolojilerle donatılmış bilimsel ve teknik laboratuvarlar.",
  "– Fitnes zallari, sport maydonchalari va basseynlar mavjud.": "– Fitness salonları, spor sahaları ve yüzme havuzları mevcuttur.",
  "Talabalar klublari va tadbirlar": "Öğrenci kulüpleri ve etkinlikler",
  "– Talabalar o‘z qiziqishlariga ko‘ra turli klublar va tashkilotlarga qo‘shilishlari mumkin.": "– Öğrenciler, ilgi alanlarına göre çeşitli kulüplere ve organizasyonlara katılabilirler.",
  "Qabul Jarayoni va Talablar:": "Başvuru Süreci ve Gereksinimler:",
  "Attestat yoki diplom": "Diploma veya sertifika",
  "(o‘rta maktab yoki kollejni tamomlaganlik haqida)": "(lise veya kolej mezuniyet belgesi)",
  "Til bilish sertifikati": "Dil yeterlilik sertifikası",
  "(Ingliz yoki Turk tilida – TOEFL yoki Tomer talab qilinishi mumkin)": "(İngilizce veya Türkçe – TOEFL veya Tomer gerekebilir)",
  "Motivatsion xat va CV": "Motivasyon mektubu ve özgeçmiş",
  "(ba’zi fakultetlar uchun)": "(bazı fakülteler için)",
  "Intervyu yoki qo‘shimcha imtihon": "Mülakat veya ek sınav",
  "(ba’zi yo‘nalishlar uchun)": "(bazı bölümler için)",
  "Istanbul Kültür universiteti": "İstanbul Kültür Üniversitesi",
  "Istanbul Kültür University – Zamonaviy Ta’lim Maskani": "İstanbul Kültür Üniversitesi – Modern Eğitim Kurumu",
  "Istanbul Kültür Universiteti": "İstanbul Kültür Üniversitesi",
  "– Turkiyaning eng nufuzli va zamonaviy oliy ta’lim muassasalaridan biri bo‘lib, xalqaro talablarga javob beradigan ta’lim sifati, innovatsion tadqiqot ishlari va talabalar uchun keng imkoniyatlari bilan mashhur. Universitet 1997-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida eng rivojlangan xususiy universitetlar qatoriga kirishga muvaffaq bo‘ldi.": "– Türkiye'nin en prestijli ve modern yükseköğretim kurumlarından biri olup, uluslararası standartlara uygun eğitim kalitesi, yenilikçi araştırma çalışmaları ve öğrencilere sunduğu geniş imkanlarla ünlüdür. 1997 yılında kurulan üniversite, kısa sürede en gelişmiş özel üniversiteler arasına girmeyi başarmıştır.",
  "Istanbul Kültür Universiteti muhandislik, biznes, san’at, ijtimoiy fanlar va huquq kabi ko‘plab sohalarda kuchli akademik dasturlarni taqdim etadi. Ta’lim jarayoni nazariy bilim va amaliy ko‘nikmalar uyg‘unligiga asoslangan bo‘lib, talabalarga dunyo bozorida talabgir bo‘lish imkoniyatini yaratadi.": "İstanbul Kültür Üniversitesi mühendislik, işletme, sanat, sosyal bilimler ve hukuk gibi birçok alanda güçlü akademik programlar sunmaktadır. Eğitim süreci, teorik bilgi ve pratik becerilerin birleşimine dayalı olup, öğrencilere dünya pazarında talep gören bireyler olma fırsatı sunmaktadır.",
  "Nima Uchun Aynan Kültür Universiteti?": "Neden Kültür Üniversitesi?",
  "Yuqori sifatli ta’lim": "Yüksek Kaliteli Eğitim",
  "– Universitet Turkiya va xalqaro darajada tan olingan ta’lim dasturlarini taklif etadi.": "– Üniversite, Türkiye ve uluslararası düzeyde tanınan eğitim programları sunmaktadır.",
  "Markaziy joylashuv": "Merkezi Konum",
  "– Universitet Istanbulning strategik hududida joylashgan bo‘lib, madaniyat va biznes markazlariga yaqin.": "– Üniversite, İstanbul'un stratejik bölgesinde yer almakta olup, kültür ve iş merkezlerine yakındır.",
  "Amaliyot va ishga joylashish imkoniyati": "Staj ve İş İmkanları",
  "– Talabalar yetakchi kompaniya va tashkilotlarda amaliyot o‘tash imkoniyatiga ega.": "– Öğrenciler, önde gelen şirket ve kuruluşlarda staj yapma imkanına sahiptir.",
  "Xalqaro hamkorlik": "Uluslararası İşbirliği",
  "– AQSh, Yevropa va Osiyodagi eng yaxshi universitetlar bilan almashinuv dasturlari mavjud.": "– ABD, Avrupa ve Asya'daki en iyi üniversitelerle değişim programları mevcuttur.",
  "Modern infratuzilma": "Modern Altyapı",
  "– Universitet zamonaviy laboratoriyalar, kutubxonalar va talaba yotoqxonalariga ega.": "– Üniversite, modern laboratuvarlar, kütüphaneler ve öğrenci yurtlarına sahiptir.",
  "Istanbul Kültür Universiteti turli akademik sohalarda ta’lim olish imkoniyatini taqdim etadi:": "İstanbul Kültür Üniversitesi, çeşitli akademik alanlarda eğitim imkanı sunmaktadır:",
  "• Elektrotexnika va elektronika muhandisligi": "• Elektrik ve Elektronik Mühendisliği",
  "3. Huquq Fakulteti": "3. Hukuk Fakültesi",
  "• Tadbirkorlik huquqi": "• Ticaret Hukuku",
  "• Inson huquqlari": "• İnsan Hakları",
  "5. San’at va Dizayn Fakulteti": "5. Sanat ve Tasarım Fakültesi",
  "• Vizual san’at va grafika dizayni": "• Görsel Sanatlar ve Grafik Tasarım",
  "• Kino va rejissyorlik": "• Sinema ve Yönetmenlik",
  "Kampus Hayoti va Sharoitlar": "Kampüs Hayatı ve Olanaklar",
  "Zamonaviy kutubxona": "Modern Kütüphane",
  "– 24/7 ishlaydigan onlayn va bosma manbalar bilan jihozlangan ilmiy markaz.": "– 24/7 açık olan, çevrimiçi ve basılı kaynaklarla donatılmış bilim merkezi.",
  "– Xavfsiz va zamonaviy yashash sharoitlari.": "– Güvenli ve modern yaşam koşulları.",
  "Sport inshootlari": "Spor Tesisleri",
  "– Innovatsion loyihalar va biznes boshlash uchun maxsus dasturlar.": "– Yenilikçi projeler ve iş kurma için özel programlar.",
  "Talaba klublari": "Öğrenci Kulüpleri",
  "– Madaniy va ilmiy faoliyatlar uchun turli klublar va jamiyatlar.": "– Kültürel ve bilimsel faaliyetler için çeşitli kulüpler ve topluluklar.",
  "Qabul Jarayoni va Talablar": "Kabul Süreci ve Gereksinimler",
  "Kirish uchun talab qilinadigan hujjatlar:": "Kabul için gerekli belgeler:",
  "- Maktab yoki litsey diplomi": "- Lise veya okul diploması",
  "- Pasport nusxasi": "- Pasaport fotokopisi",
  "- Pasport fotosurati": "- Pasaport fotoğrafı",
  "- Qo‘shimcha hujjatlar (zarur bo‘lsa)": "- Ek belgeler (gerekirse)",
  "O'qish to'lovlari qancha": "Öğrenim ücretleri ne kadar",

  "Tel": "Telefon",

  "Istanbul Arel universiteti": "İstanbul Arel Üniversitesi",
  "Istanbul Arel University – Zamonaviy Ta’lim Maskani": "İstanbul Arel Üniversitesi – Modern Eğitim Kurumu",
  "Turkiyaning eng zamonaviy va innovatsion xususiy universitetlaridan biri bo‘lib": "Türkiye’nin en modern ve yenilikçi özel üniversitelerinden biri olarak",
  "muhandislik, biznes, ijtimoiy fanlar va sog‘liqni saqlash": "mühendislik, işletme, sosyal bilimler ve sağlık",
  "sohalarida kuchli ta’lim dasturlariga ega. Universitet 2007-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida xalqaro miqyosda tan olingan oliy ta’lim markaziga aylandi.": "alanlarında güçlü eğitim programlarına sahiptir. 2007 yılında kurulan üniversite, kısa sürede uluslararası düzeyde tanınan bir yükseköğretim merkezi haline gelmiştir.",
  "Arel Universitetining asosiy maqsadi – talabalarni global bozorga moslashgan mutaxassislar sifatida tayyorlash, ularga amaliy bilim va kasbiy rivojlanish imkoniyatlarini taqdim etishdir. Universitet ilmiy izlanishlar, innovatsion texnologiyalar va tadbirkorlik sohalarida ham yetakchi hisoblanadi.": "Arel Üniversitesinin temel amacı, öğrencileri küresel pazara uyum sağlayan uzmanlar olarak yetiştirmek, onlara pratik bilgi ve mesleki gelişim fırsatları sunmaktır. Üniversite aynı zamanda bilimsel araştırmalar, yenilikçi teknolojiler ve girişimcilik alanlarında da lider konumdadır.",
  "Nima Uchun Aynan Istanbul Arel Universiteti?": "Neden İstanbul Arel Üniversitesi?",
  "Nazariy va amaliy ta’lim uyg‘unligi": "Teorik ve pratik eğitimin uyumu",
  "– Universitet talabalarga real ish muhitida tajriba orttirish imkoniyatini beradi.": "– Üniversite, öğrencilere gerçek iş ortamında deneyim kazanma fırsatı sunar.",
  "Istanbulning strategik hududida joylashgan": "İstanbul’un stratejik konumunda yer almaktadır",
  "– Universitet Istanbulning eng muhim biznes va sanoat markazlariga yaqin joylashgan.": "– Üniversite, İstanbul’un en önemli iş ve sanayi merkezlerine yakın bir konumda bulunmaktadır.",
  "Kuchli xalqaro aloqalar": "Güçlü uluslararası bağlantılar",
  "– Talabalar dunyoning turli universitetlari bilan almashinuv dasturlarida qatnashishlari mumkin.": "– Öğrenciler, dünyanın çeşitli üniversiteleriyle değişim programlarına katılabilirler.",
  "Yangi texnologiyalar va innovatsion markazlar": "Yeni teknolojiler ve inovasyon merkezleri",
  "– Universitet ilmiy va texnologik tadqiqotlarni qo‘llab-quvvatlaydi.": "– Üniversite, bilimsel ve teknolojik araştırmaları desteklemektedir.",
  "Bitiruvchilarning yuqori ishga joylashish darajasi": "Mezunların yüksek istihdam oranı",
  "– Universitet bitiruvchilari global kompaniyalarda ish topish imkoniyatiga ega.": "– Üniversite mezunları, uluslararası şirketlerde iş bulma fırsatına sahiptir.",
  "Arel Universiteti quyidagi yo‘nalishlar bo‘yicha sifatli ta’lim dasturlarini taklif etadi:": "Arel Üniversitesi aşağıdaki alanlarda kaliteli eğitim programları sunmaktadır:",
  "• Tadbirkorlik va startap menejmenti": "• Girişimcilik ve startup yönetimi",
  "• Tarix va sotsiologiya": "• Tarih ve sosyoloji",
  "• Tibbiy laboratoriya texnologiyalari": "• Tıbbi laboratuvar teknolojileri",
  "6. Aviatsiya va Transport Fakulteti": "6. Havacılık ve Ulaşım Fakültesi",
  "• Transport va logistika menejmenti": "• Ulaşım ve lojistik yönetimi",
  "7. Huquq Fakulteti": "7. Hukuk Fakültesi",
  "Texnologik jihatdan rivojlangan laboratoriyalar": "Teknolojik açıdan gelişmiş laboratuvarlar",
  "Muhandislik, tibbiyot va ilmiy tadqiqotlar uchun zamonaviy laboratoriyalar mavjud.": "Mühendislik, tıp ve bilimsel araştırmalar için modern laboratuvarlar mevcuttur.",
  "Talabalar keng ilmiy bazalardan foydalanish imkoniyatiga ega.": "Öğrenciler geniş bilimsel kaynaklardan yararlanma fırsatına sahiptir.",
  "Xavfsiz va qulay yashash sharoitlari taqdim etiladi.": "Güvenli ve konforlu yaşam koşulları sunulmaktadır.",
  "Talabalar uchun sport zallari, klublar va tadbirlar faol ishlaydi": "Öğrenciler için spor salonları, kulüpler ve etkinlikler aktif olarak faaliyet göstermektedir.",
  "Tadbirkorlik va innovatsiya markazlari": "Girişimcilik ve inovasyon merkezleri",
  "Universitet talabalarni o‘z biznes loyihalarini boshlashga rag‘batlantiradi.": "Üniversite, öğrencileri kendi iş projelerini başlatmaya teşvik etmektedir.",
  "Keng madaniy hayot va talaba klublari": "Zengin kültürel yaşam ve öğrenci kulüpleri",
  "Turli sohalarda 50 dan ortiq talaba klublari faoliyat yuritadi.": "Farklı alanlarda 50’den fazla öğrenci kulübü faaliyet göstermektedir.",
  "• Xalqaro biznes boshqaruviq": "Uluslararası İşletme Yönetimi",

  "Istanbul Biruni universiteti": "İstanbul Biruni Üniversitesi",

  "Istanbul Biruni University – Zamonaviy Ta'lim Maskani": "İstanbul Biruni Üniversitesi – Modern Eğitim Kurumu",
  "Turkiyaning eng nufuzli va innovatsion oliy ta'lim muassasalaridan biri, ayniqsa": "Türkiye'nin en prestijli ve yenilikçi yükseköğretim kurumlarından biri, özellikle",

  "tibbiyot, sog'liqni saqlash va texnologiya": "tıp, sağlık ve teknoloji",
  "yo'nalishlarida yetakchi o'rin tutadi. Universitet 2014-yilda tashkil etilgan bo'lib, qisqa vaqt ichida ilmiy izlanishlar va yuqori sifatli ta'lim sohasi bo'yicha kuchli natijalarga erishdi.": "alanlarında lider konumdadır. Üniversite 2014 yılında kurulmuş olup, kısa sürede bilimsel araştırmalar ve yüksek kaliteli eğitim alanında güçlü sonuçlara ulaşmıştır.",

  "Istanbul Biruni University – Zamonaviy Ta’lim Maskani": "İstanbul Biruni Üniversitesi – Modern Eğitim Kurumu",
  "Turkiyaning eng nufuzli va innovatsion oliy ta’lim muassasalaridan biri, ayniqsa": "Türkiye'nin en prestijli ve yenilikçi yükseköğretim kurumlarından biri, özellikle",
  "tibbiyot, sog‘liqni saqlash va texnologiya": "tıp, sağlık ve teknoloji",
  "yo‘nalishlarida yetakchi o‘rin tutadi. Universitet 2014-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida ilmiy izlanishlar va yuqori sifatli ta’lim sohasi bo‘yicha kuchli natijalarga erishdi.": "alanlarında lider konumdadır. Üniversite 2014 yılında kurulmuş olup, kısa sürede bilimsel araştırmalar ve yüksek kaliteli eğitim alanında güçlü sonuçlara ulaşmıştır.",
  "Biruni Universiteti zamonaviy infratuzilma, ilg‘or laboratoriyalar va o‘z klinikalari bilan mashhur bo‘lib, talabalarga amaliy tajriba olish imkoniyatini taqdim etadi. Bu esa universitet bitiruvchilarining ishga joylashish imkoniyatlarini keskin oshiradi.": "Biruni Üniversitesi, modern altyapısı, ileri laboratuvarları ve kendi klinikleri ile ünlüdür ve öğrencilere pratik deneyim kazanma fırsatı sunar. Bu da üniversite mezunlarının iş bulma olanaklarını önemli ölçüde artırır.",
  "Nima Uchun Aynan Biruni Universiteti?": "Neden Biruni Üniversitesi?",
  "Turkiyaning eng yaxshi tibbiyot universitetlaridan biri:": "Türkiye'nin en iyi tıp üniversitelerinden biri:",
  "– Universitet sog‘liqni saqlash sohasida yetakchi oliy ta’lim muassasalari qatoriga kiradi.": "– Üniversite, sağlık alanında lider yükseköğretim kurumları arasında yer alır.",
  "Zamonaviy laboratoriyalar va o‘quv sharoitlari:": "Modern laboratuvarlar ve eğitim koşulları:",
  "– Talabalar eng yangi tibbiy texnologiyalar bilan jihozlangan klinikalarda o‘qiydilar.": "– Öğrenciler, en yeni tıbbi teknolojilerle donatılmış kliniklerde eğitim görürler.",
  "Amaliyot va kasbiy rivojlanish:": "Staj ve mesleki gelişim:",
  "– Talabalar Biruni Universitetiga qarashli shifoxonalarda real tajriba orttiradilar.": "– Öğrenciler, Biruni Üniversitesi'ne bağlı hastanelerde gerçek deneyim kazanırlar.",
  "Xalqaro darajada tan olingan diploma:": "Uluslararası düzeyde tanınan diploma:",
  "– Universitet bitiruvchilari Turkiya va xalqaro miqyosda ishlash imkoniyatiga ega bo‘ladilar.": "– Üniversite mezunları, Türkiye ve uluslararası düzeyde çalışma fırsatına sahip olurlar.",
  "Ishga joylashish darajasi yuqori:": "Yüksek iş bulma oranı:",
  "– Tibbiyot va sog‘liqni saqlash sohalari bo‘yicha bitiruvchilar ish topishda qiyinchilikka duch kelmaydilar.": "– Tıp ve sağlık alanlarında mezunlar iş bulmakta zorluk çekmezler.",
  "Istanbul Biruni Universiteti tibbiyot va sog‘liqni saqlash sohalariga ixtisoslashgan universitet bo‘lib, quyidagi fakultet va yo‘nalishlarni taklif etadi:": "İstanbul Biruni Üniversitesi, tıp ve sağlık alanlarında uzmanlaşmış bir üniversite olup, aşağıdaki fakülteleri ve bölümleri sunmaktadır:",
  "1. Tibbiyot Fakulteti": "1. Tıp Fakültesi",
  "• Tibbiyot biotexnologiyasi": "• Tıbbi Biyoteknoloji",
  "2. Sog‘liqni Saqlash Fanlari Fakulteti": "2. Sağlık Bilimleri Fakültesi",
  "• Ortopedik protez va ortoz": "• Ortopedik Protez ve Ortez",
  "3. Farmatsiya Fakulteti": "3. Eczacılık Fakültesi",
  "• Klinik farmatsiya": "• Klinik Eczacılık",
  "• Biotibbiyot va farmatsevtika ilmi": "• Biyomedikal ve Farmasötik Bilimler",
  "• Kosmetologiya va farmakologiya": "• Kozmetoloji ve Farmakoloji",
  "4. Muhandislik va Tabiiy Fanlar Fakulteti": "4. Mühendislik ve Doğa Bilimleri Fakültesi",
  "• Sun’iy intellekt va tibbiyot axborot texnologiyalari": "• Yapay Zeka ve Tıbbi Bilgi Teknolojileri",
  "5. Ta’lim Fakulteti": "5. Eğitim Fakültesi",
  "• Logopediya va nutq terapiyasi": "• Dil ve Konuşma Terapisi",
  "6. Ijtimoiy Fanlar Fakulteti": "6. Sosyal Bilimler Fakültesi",
  "Eng zamonaviy laboratoriyalar": "En modern laboratuvarlar",
  "– Talabalar amaliy mashg‘ulotlarda eng yangi texnologiyalar bilan ishlash imkoniyatiga ega.": "– Öğrenciler, uygulamalı derslerde en yeni teknolojilerle çalışma fırsatına sahiptir.",
  "Universitet klinikasi": "Üniversite kliniği",
  "– Tibbiyot va sog‘liqni saqlash bo‘yicha o‘qiyotgan talabalar universitet klinikalarida real sharoitda ishlashadi.": "– Tıp ve sağlık alanlarında eğitim gören öğrenciler, üniversite kliniklerinde gerçek koşullarda çalışırlar.",
  "Kutubxona va ilmiy tadqiqot markazlari": "Kütüphane ve bilimsel araştırma merkezleri",
  "– Talabalarga zamonaviy adabiyotlar va ilmiy bazalar taqdim etiladi.": "– Öğrencilere modern literatür ve bilimsel kaynaklar sunulmaktadır.",
  "– Jismoniy faollikni oshirish uchun sport zallari va ochiq maydonlar mavjud.": "– Fiziksel aktiviteyi artırmak için spor salonları ve açık alanlar mevcuttur.",
  "– Talabalar o‘z qiziqishlariga mos klub va tashkilotlarga qo‘shilishlari mumkin.": "– Öğrenciler, ilgi alanlarına uygun kulüp ve organizasyonlara katılabilirler.",

  "Istanbul Fatih Sultan Mehmet Vakıf universiteti": "İstanbul Fatih Sultan Mehmet Vakıf Üniversitesi",
  "Istanbul Fatih Sultan Mehmet Vakıf University – Zamonaviy Ta’lim Maskani": "İstanbul Fatih Sultan Mehmet Vakıf Üniversitesi – Modern Eğitim Kurumu",
  "Turkiyaning tarixiy va zamonaviy ta’lim tizimini uyg‘unlashtirgan yetakchi universitetlaridan biri. Universitet": "Türkiye'nin tarihi ve modern eğitim sistemini birleştiren önde gelen üniversitelerinden biri. Üniversite",
  "ilmiy tadqiqotlar, muhandislik, san’at va gumanitar fanlar": "bilimsel araştırmalar, mühendislik, sanat ve beşeri bilimler",
  "sohalarida yetakchi hisoblanadi.": "alanlarında liderdir.",
  "Fatih Sultan Mehmet Vakıf Universiteti xalqaro talablarga javob beruvchi ta’lim tizimi, zamonaviy laboratoriyalar va innovatsion tadqiqot markazlari bilan ajralib turadi. Bu universitet ilmiy izlanishlarga qiziqqan talabalar uchun eng yaxshi tanlovlardan biridir!": "Fatih Sultan Mehmet Vakıf Üniversitesi, uluslararası standartlara uygun eğitim sistemi, modern laboratuvarlar ve yenilikçi araştırma merkezleri ile öne çıkar. Bu üniversite, bilimsel araştırmalara ilgi duyan öğrenciler için en iyi seçeneklerden biridir!",
  "Nima Uchun Aynan Fatih Sultan Mehmet Vakıf Universiteti?": "Neden Fatih Sultan Mehmet Vakıf Üniversitesi?",
  "Tarixiy va zamonaviy ta’lim tizimining uyg‘unligi": "Tarihi ve modern eğitim sisteminin uyumu",
  "– Universitet klassik ilmiy yondashuv va innovatsion texnologiyalarni birlashtiradi.": "– Üniversite, klasik bilimsel yaklaşım ve yenilikçi teknolojileri birleştirir.",
  "Istanbulning markazida joylashgan": "İstanbul'un merkezinde yer almakta",
  "– Talabalar madaniyat va biznes muhitida bilim olish imkoniyatiga ega.": "– Öğrenciler, kültür ve iş ortamında eğitim alma fırsatına sahiptir.",
  "Ilmiy tadqiqot markazlari": "Bilimsel araştırma merkezleri",
  "– Innovatsion texnologiyalar, muhandislik va gumanitar fanlar bo‘yicha zamonaviy laboratoriyalar mavjud.": "– Yenilikçi teknolojiler, mühendislik ve beşeri bilimler alanlarında modern laboratuvarlar mevcuttur.",
  "– Talabalar Yevropa, AQSh va Osiyodagi universitetlar bilan hamkorlik qilish imkoniyatiga ega.": "– Öğrenciler, Avrupa, ABD ve Asya'daki üniversitelerle işbirliği yapma fırsatına sahiptir.",
  "Fatih Sultan Mehmet Vakıf Universiteti ilg‘or akademik dasturlar bilan talabalarga keng imkoniyatlar yaratadi.": "Fatih Sultan Mehmet Vakıf Üniversitesi, ileri akademik programlarla öğrencilere geniş fırsatlar sunar.",
  "4. San’at, Dizayn va Arxitektura Fakulteti": "4. Sanat, Tasarım ve Mimarlık Fakültesi",
  "• Restavratsiya va madaniy merosni tiklash": "• Restorasyon ve Kültürel Mirasın Yeniden Kazanılması",
  "5. Islomshunoslik Fakulteti": "5. İslam Araştırmaları Fakültesi",
  "• Islom tarixi va madaniyati": "• İslam Tarihi ve Kültürü",
  "• Dinshunoslik": "• Din Bilimleri",
  "• Qur’onshunoslik": "• Kur'an Bilimleri",
  "5. Pedagogika Fakulteti": "5. Eğitim Fakültesi",
  "• Boshlang‘ich ta’lim": "• İlköğretim",
  "• Maxsus pedagogika": "• Özel Pedagoji",
  "Tarixiy va zamonaviy kampuslar": "Tarihi ve modern kampüsler",
  "– Universitetning binolari Istanbulning tarixiy qismida joylashgan bo‘lib, talabalar uchun ilhomlantiruvchi muhit yaratadi.": "– Üniversitenin binaları İstanbul'un tarihi kısmında yer almakta olup, öğrenciler için ilham verici bir ortam yaratır.",
  "Zamonaviy kutubxona va ilmiy tadqiqot markazlari": "Modern kütüphane ve bilimsel araştırma merkezleri",
  "– Ilmiy izlanishlar va akademik faoliyat uchun keng imkoniyatlar mavjud.": "– Bilimsel araştırmalar ve akademik faaliyetler için geniş imkanlar mevcuttur.",
  "– Xavfsiz va qulay yashash sharoitlari.": "– Güvenli ve rahat yaşam koşulları.",
  "– Jismoniy faollikni oshirish uchun sport zallari va ochiq maydonlar.": "– Fiziksel aktiviteyi artırmak için spor salonları ve açık alanlar.",
  "– Tadbirkorlik bilan shug‘ullanish istagidagi talabalar uchun maxsus dasturlar mavjud.": "– Girişimcilikle ilgilenen öğrenciler için özel programlar mevcuttur.",
  "– Talabalar turli klublar va tashkilotlarga qo‘shilishlari mumkin.": "– Öğrenciler çeşitli kulüplere ve organizasyonlara katılabilirler.",

  "Istanbul Haliç universiteti": "İstanbul Haliç Üniversitesi",

  "Istanbul Haliç University – Zamonaviy Ta’lim Maskani": "İstanbul Haliç Üniversitesi – Modern Eğitim Merkezi",
  "Turkiyaning yetakchi xususiy universitetlaridan biri,": "Türkiye'nin önde gelen özel üniversitelerinden biri,",
  "muhandislik, sog‘liqni saqlash, san’at va biznes": "mühendislik, sağlık, sanat ve iş",
  "sohalarida yuqori sifatli ta’lim berishi bilan mashhur. 1998-yilda tashkil etilgan bu universitet amaliy bilim va innovatsion tadqiqotlarga asoslangan ta’lim tizimi bilan ajralib turadi.": "alanlarında yüksek kaliteli eğitim vermesiyle ünlüdür. 1998 yılında kurulan bu üniversite, uygulamalı bilgi ve yenilikçi araştırmalara dayalı eğitim sistemi ile öne çıkmaktadır.",
  "Haliç Universiteti zamonaviy laboratoriyalar, kuchli professor-o‘qituvchilar jamoasi va xalqaro hamkorlik tufayli Turkiyaning eng yaxshi oliy ta’lim muassasalaridan biri sifatida e’tirof etilgan. Istanbulning markazida joylashganligi esa talabalar uchun katta afzallik hisoblanadi.": "Haliç Üniversitesi, modern laboratuvarlar, güçlü öğretim kadrosu ve uluslararası işbirliği sayesinde Türkiye'nin en iyi yükseköğretim kurumlarından biri olarak kabul edilmektedir. İstanbul'un merkezinde yer alması ise öğrenciler için büyük bir avantajdır.",
  "Nima Uchun Aynan Haliç Universiteti?": "Neden Haliç Üniversitesi?",
  "Nazariy va amaliy bilim uyg‘unligi:": "Teorik ve pratik bilginin uyumu:",
  "– Talabalar dars jarayonida haqiqiy loyihalarda ishtirok etishadi.": "– Öğrenciler ders sürecinde gerçek projelerde yer alırlar.",
  "– Talabalar uchun qulay joylashuv, biznes va madaniy markazlarga yaqinlik.": "– Öğrenciler için uygun konum, iş ve kültür merkezlerine yakınlık.",
  "Yuqori darajadagi professor-o‘qituvchilar tarkibi:": "Yüksek nitelikli öğretim kadrosu:",
  "– Universitetning o‘qituvchilari orasida yetakchi tadqiqotchilar va mutaxassislar bor.": "– Üniversitenin öğretim üyeleri arasında önde gelen araştırmacılar ve uzmanlar bulunmaktadır.",
  "Texnologik jihatdan rivojlangan kampus:": "Teknolojik açıdan gelişmiş kampüs:",
  "– Talabalar ilmiy izlanishlar va startaplar bilan shug‘ullanish imkoniyatiga ega.": "– Öğrenciler bilimsel araştırmalar ve startuplarla ilgilenme fırsatına sahiptir.",
  "Ishga joylashish imkoniyatlari yuqori:": "Yüksek iş bulma olanakları:",
  "– Universitet ko‘plab yirik kompaniyalar bilan hamkorlik qiladi, bu esa bitiruvchilarning tez ish topishiga yordam beradi.": "– Üniversite birçok büyük şirketle işbirliği yapmaktadır, bu da mezunların hızlı iş bulmasına yardımcı olur.",
  "Haliç Universiteti turli sohalardagi ta’lim dasturlari bilan talabalar uchun keng imkoniyatlar taqdim etadi:": "Haliç Üniversitesi, çeşitli alanlardaki eğitim programları ile öğrencilere geniş fırsatlar sunmaktadır:",
  "6. Sport Fanlari Fakulteti": "6. Spor Bilimleri Fakültesi",
  "• Jismoniy tarbiya va sport murabbiyligi": "• Beden Eğitimi ve Spor Antrenörlüğü",
  "• Sport menejmenti": "• Spor Yönetimi",
  "Zamonaviy kutubxona va ilmiy markazlar": "Modern Kütüphane ve Bilim Merkezleri",
  "– Talabalarga ilmiy resurslar va tadqiqot imkoniyatlari taqdim etiladi.": "– Öğrencilere bilimsel kaynaklar ve araştırma imkanları sunulmaktadır.",
  "– Talabalar uchun xavfsiz va qulay yashash sharoitlari yaratilgan.": "– Öğrenciler için güvenli ve rahat yaşam koşulları sağlanmıştır.",
  "– Basketbol, futbol, suzish va boshqa sport turlariga sharoitlar mavjud.": "– Basketbol, futbol, yüzme ve diğer spor dalları için imkanlar mevcuttur.",
  "– Talabalar o‘z biznes loyihalarini boshlash uchun qo‘llab-quvvatlanadi": "– Öğrenciler, kendi iş projelerini başlatmak için desteklenir",
  "– Turli sohalarga oid klublar va tadbirlar faoliyat yuritadi.": "– Çeşitli alanlarda kulüpler ve etkinlikler faaliyet göstermektedir.",

  "Istanbul İstinye universiteti": "İstanbul İstinye Üniversitesi",

  "Istanbul İstinye University – Zamonaviy Ta’lim Maskani": "İstanbul İstinye Üniversitesi – Modern Eğitim Merkezi",
  "Turkiyaning yetakchi universitetlaridan biri,": "Türkiye'nin önde gelen üniversitelerinden biri,",
  "tibbiyot, sog‘liqni saqlash, muhandislik va biznes": "tıp, sağlık, mühendislik ve iş",
  "sohalarida yuqori sifatli ta’lim beradi. Universitet 2015-yilda tashkil etilgan bo‘lib, qisqa vaqt ichida talabalar va akademik jamoa orasida mashhurlikka erishdi. MLP Care Group (Turkiyaning eng yirik tibbiyot tashkiloti) bilan hamkorlik qilgani sababli, ayniqsa, tibbiyot yo‘nalishida katta afzalliklarga ega.": "alanlarında yüksek kaliteli eğitim vermektedir. Üniversite 2015 yılında kurulmuş olup, kısa sürede öğrenciler ve akademik topluluk arasında popülerlik kazanmıştır. MLP Care Group (Türkiye'nin en büyük tıp kuruluşu) ile işbirliği yapması nedeniyle özellikle tıp alanında büyük avantajlara sahiptir.",
  "İstinye Universiteti nazariy bilim va amaliy tajribani uyg‘unlashtirgan holda, talabalarni xalqaro darajada raqobatbardosh mutaxassis bo‘lishlariga tayyorlaydi. Universitetning laboratoriyalari, tadqiqot markazlari va shifoxonalar bilan hamkorligi talabalar uchun katta imkoniyatlar yaratadi.": "İstinye Üniversitesi, teorik bilgi ve pratik deneyimi birleştirerek öğrencileri uluslararası düzeyde rekabetçi uzmanlar olmaya hazırlar. Üniversitenin laboratuvarları, araştırma merkezleri ve hastanelerle işbirliği, öğrenciler için büyük fırsatlar yaratır.",
  "Nima Uchun Aynan İstinye Universiteti?": "Neden İstinye Üniversitesi?",
  "Tibbiyot va sog‘liqni saqlash sohasida yetakchi universitet": "Tıp ve sağlık alanında lider üniversite",
  "– Universitet Turkiyaning eng yaxshi klinikalari bilan hamkorlik qiladi.": "– Üniversite, Türkiye'nin en iyi klinikleri ile işbirliği yapmaktadır.",
  "Amaliyot va ishga joylashish imkoniyati yuqori": "Yüksek staj ve iş bulma imkanı",
  "– Bitiruvchilar tibbiyot va biznes sohasida tezda ish topish imkoniyatiga ega bo‘ladilar.": "– Mezunlar, tıp ve iş alanında hızla iş bulma imkanına sahiptir.",
  "Dunyoning eng ilg‘or universitetlari bilan hamkorlik": "Dünyanın en ileri üniversiteleri ile işbirliği",
  "– Yevropa va AQSh universitetlari bilan almashinuv dasturlari mavjud.": "– Avrupa ve ABD üniversiteleri ile değişim programları mevcuttur.",
  "Kuchli ilmiy tadqiqot markazlari": "Güçlü bilimsel araştırma merkezleri",
  "– Innovatsion texnologiyalar va ilmiy izlanishlar uchun zamonaviy laboratoriyalar.": "– Yenilikçi teknolojiler ve bilimsel araştırmalar için modern laboratuvarlar.",
  "Tibbiyot yo‘nalishi bo‘yicha klinikalar bilan hamkorlik": "Tıp alanında kliniklerle işbirliği",
  "– MLP Care Group shifoxonalari orqali talabalar amaliyot va tajriba orttirish imkoniyatiga ega.": "– MLP Care Group hastaneleri aracılığıyla öğrenciler staj ve deneyim kazanma fırsatına sahiptir.",
  "İstinye Universiteti ayniqsa tibbiyot, sog‘liqni saqlash va texnologiya yo‘nalishlarida kuchli akademik dasturlarga ega. Quyidagi yo‘nalishlar eng mashhurlari hisoblanadi:": "İstinye Üniversitesi, özellikle tıp, sağlık ve teknoloji alanlarında güçlü akademik programlara sahiptir. Aşağıdaki bölümler en popüler olanlardır:",
  "• Biotibbiyot fanlari": "• Biyomedikal Bilimler",
  "• Anesteziologiya va reanimatsiya": "• Anesteziyoloji ve Reanimasyon",
  "3. Muhandislik va Tabiiy Fanlar Fakulteti": "3. Mühendislik ve Doğa Bilimleri Fakültesi",

  "4. Biznes va Menejment Fakulteti": "4. İşletme ve Yönetim Fakültesi",

  "• Moda va interyer dizayni": "• Moda ve İç Mekan Tasarımı",
  "Tibbiyot klinikalari va shifoxonalar": "Tıp klinikleri ve hastaneler",
  "– Talabalar universitet klinikalarida amaliyot o‘taydi.": "– Öğrenciler üniversite kliniklerinde staj yapar.",
  "Zamonaviy laboratoriyalar": "Modern laboratuvarlar",
  "– Eng ilg‘or texnologiyalar bilan jihozlangan ilmiy markazlar.": "– En ileri teknolojilerle donatılmış bilim merkezleri.",
  "– Talabalar uchun sport zallari va maydonlari.": "– Öğrenciler için spor salonları ve sahaları.",
  "– Talabalar o‘z loyihalarini ishlab chiqishlari mumkin.": "– Öğrenciler kendi projelerini geliştirebilirler.",
  "Madaniy tadbirlar va klublar": "Kültürel etkinlikler ve kulüpler",
  "– Talabalar o‘z qiziqishlariga mos to‘garak va tadbirlarda qatnashishlari mumkin.": "– Öğrenciler ilgi alanlarına uygun kulüp ve etkinliklere katılabilirler.",

  "Istanbul Kent universiteti": "İstanbul Kent Üniversitesi",

  "Bakalavr dasturlari soni": "Lisans programları sayısı",
  "Magistratura dasturlari soni": "Yüksek lisans programları sayısı",
  "PhD dasturlari soni": "Doktora programları sayısı",
  "– bu Turkiyaning eng zamonaviy va innovatsion oliy ta’lim muassasalaridan biri bo‘lib, 2016-yilda tashkil etilgan. Universitet Istanbulning markazida, Taksim hududida joylashgan bo‘lib, xalqaro talabalarga yuqori sifatli ta’lim va zamonaviy o‘quv muhitini taqdim etadi. O‘qitish jarayonida amaliyot va nazariyaning uyg‘unligi, zamonaviy texnologiyalardan foydalanish va xalqaro standartlarga asoslangan ta’lim tizimi universitetning asosiy ustunliklaridan biridir. Istanbul Kent University talabalariga kasbiy rivojlanish, tadqiqot va innovatsiyalar bilan shug‘ullanish imkoniyatlarini taqdim etadi.": "– Türkiye'nin en modern ve yenilikçi yükseköğretim kurumlarından biri olup, 2016 yılında kurulmuştur. Üniversite, İstanbul'un merkezinde, Taksim bölgesinde yer almakta olup, uluslararası öğrencilere yüksek kaliteli eğitim ve modern bir öğrenim ortamı sunmaktadır. Eğitim sürecinde uygulama ve teorinin uyumu, modern teknolojilerin kullanımı ve uluslararası standartlara dayalı eğitim sistemi üniversitenin temel avantajlarından biridir. İstanbul Kent Üniversitesi, öğrencilerine mesleki gelişim, araştırma ve yeniliklerle ilgilenme fırsatları sunar.",
  "Nega Istanbul Kent University?": "Neden İstanbul Kent Üniversitesi?",
  "1. Istanbulning Markazida Joylashgan": "1. İstanbul'un Merkezinde Yer Almakta",
  "Universitet Taksim hududida joylashgan bo‘lib, shahar transporti va infratuzilmasiga juda yaqin. Bu esa talabalarga Istanbulning boy madaniyati, biznes markazlari va yirik korxonalar bilan tanishish imkoniyatini yaratadi.": "Üniversite, Taksim bölgesinde yer almakta olup, şehir ulaşımı ve altyapısına çok yakındır. Bu da öğrencilere İstanbul'un zengin kültürü, iş merkezleri ve büyük şirketlerle tanışma fırsatı yaratır.",
  "2. Zamonaviy O‘quv Muassasasi": "2. Modern Eğitim Kurumu",
  "Istanbul Kent University o‘zining zamonaviy laboratoriyalari, ilmiy tadqiqot markazlari va eng so‘nggi texnologiyalar bilan jihozlangan auditoriyalari bilan ajralib turadi. Talabalar nafaqat nazariy bilim, balki real loyihalar ustida ishlash imkoniyatiga ham ega.": "İstanbul Kent Üniversitesi, modern laboratuvarları, bilimsel araştırma merkezleri ve en son teknolojilerle donatılmış derslikleri ile öne çıkar. Öğrenciler sadece teorik bilgi değil, aynı zamanda gerçek projeler üzerinde çalışma fırsatına da sahiptir.",
  "3. Amaliy Ta’lim va Stajirovka": "3. Uygulamalı Eğitim ve Staj",
  "Universitet yirik kompaniyalar va xalqaro tashkilotlar bilan hamkorlik qiladi, bu esa talabalar uchun o‘qish davomida amaliyot o‘tash va tajriba orttirish imkonini beradi. Shuningdek, talabalar xalqaro almashinuv dasturlarida ham ishtirok etishlari mumkin.": "Üniversite, büyük şirketler ve uluslararası kuruluşlarla işbirliği yapar, bu da öğrencilere eğitim süresince staj yapma ve deneyim kazanma fırsatı sağlar. Ayrıca, öğrenciler uluslararası değişim programlarına da katılabilirler.",
  "4. Xalqaro Talabalar Uchun Quvonarli Muvofiqlik": "4. Uluslararası Öğrenciler İçin Uygunluk",
  "Istanbul Kent University dunyoning turli davlatlaridan kelgan talabalar uchun qulay shart-sharoitlar va moslashish jarayonini yengillashtiradigan maxsus xizmatlarni taqdim etadi. Universitetda ingliz va turk tillarida ta’lim olish imkoniyati mavjud.": "İstanbul Kent Üniversitesi, dünyanın çeşitli ülkelerinden gelen öğrenciler için uygun koşullar ve uyum sürecini kolaylaştıran özel hizmetler sunar. Üniversitede İngilizce ve Türkçe eğitim alma imkanı mevcuttur.",
  "5. O‘quv To‘lovlari va Stipendiyalar": "5. Eğitim Ücretleri ve Burslar",
  "Universitet xorijiy talabalar uchun maxsus chegirmalar va stipendiyalar taqdim etadi. Bizning Future Study Consulting orqali hujjat topshirsangiz, maxsus chegirma asosida o‘qishga qabul qilinasiz.": "Üniversite, uluslararası öğrenciler için özel indirimler ve burslar sunar. Future Study Consulting aracılığıyla başvurursanız, özel indirimle eğitim alma şansına sahip olursunuz.",
  "Yo‘nalishlar va Fakultetlar": "Bölümler ve Fakülteler",
  "Istanbul Kent University bakalavriat va magistratura bosqichlarida turli xil yo‘nalishlarni taklif etadi. Quyida universitetning eng mashhur yo‘nalishlari bilan tanishishingiz mumkin:": "İstanbul Kent Üniversitesi, lisans ve yüksek lisans düzeylerinde çeşitli bölümler sunmaktadır. Aşağıda üniversitenin en popüler bölümlerini bulabilirsiniz:",
  "Bakalavriat Yo‘nalishlari": "Lisans Bölümleri",
  "Tibbiyot va Sog‘liqni Saqlash:": "Tıp ve Sağlık:",
  "• Jismoniy terapiya va reabilitatsiya": "• Fizik Tedavi ve Rehabilitasyon",
  "• Radiologiya texnologiyalari": "• Radyoloji Teknolojileri",
  "• Anesteziya": "• Anestezi",
  "Biznes va Menejment:": "İşletme ve Yönetim:",
  "• Xalqaro biznes va savdo": "• Uluslararası İş ve Ticaret",
  "• Marketing": "• Pazarlama",
  "Muhandislik va IT:": "Mühendislik ve IT:",
  "• Dasturiy injiniring": "• Yazılım Mühendisliği",
  "Ijtimoiy va Gumanitar Fanlar:": "Sosyal ve Beşeri Bilimler:",
  "• Jurnalistika va ommaviy kommunikatsiya": "• Gazetecilik ve Kitle İletişimi",
  "• Ingliz filologiyasi": "• İngiliz Filolojisi",
  "Magistratura Yo‘nalishlari:": "Yüksek Lisans Bölümleri:",
  "• Biznes boshqaruvi (MBA)": "• İşletme Yönetimi (MBA)",
  "• Sun’iy intellekt va IT-menejment": "• Yapay Zeka ve IT Yönetimi",
  "• Turizm boshqaruvi": "• Turizm Yönetimi",
  "• Sog‘liqni saqlash menejmenti": "• Sağlık Yönetimi",
  "Talabalar Uchun Yashash Sharoitlari": "Öğrenciler İçin Yaşam Koşulları",
  "Istanbul Kent University talabalariga turar joy topishda yordam beradi. Universitet yaqinida joylashgan yotoqxonalardan foydalanish yoki shaharda kvartira ijaraga olish imkoniyatlari mavjud.": "İstanbul Kent Üniversitesi, öğrencilere konaklama bulmada yardımcı olur. Üniversite yakınında bulunan yurtlardan yararlanma veya şehirde daire kiralama imkanları mevcuttur.",

  "Turar joy turlari:": "Konaklama türleri:",
  "• Universitet yotoqxonasi – qulay va xavfsiz muhit": "• Üniversite yurdu – rahat ve güvenli ortam",
  "• Ijaraga beriladigan kvartiralar – shaxsiy hayotni saqlash imkoniyati": "• Kiralık daireler – özel hayatı koruma imkanı",
  "• Xususiy yotoqxonalar – shaxsiy xonalar va qulay sharoitlar": "• Özel yurtlar – özel odalar ve rahat koşullar",
  "Hujjat Topsirish Jarayoni": "Başvuru Süreci",
  "Agar siz Istanbul Kent University-ga o‘qishga kirishni istasangiz, Future Study Consulting sizga bu jarayonda yordam beradi!": "Eğer İstanbul Kent Üniversitesi'ne başvurmak istiyorsanız, Future Study Consulting bu süreçte size yardımcı olacaktır!",
  "Hujjatlar ro‘yxati:": "Gerekli Belgeler:",
  "• Pasport nusxasi": "• Pasaport fotokopisi",
  "• Diplom yoki attestat": "• Diploma veya sertifika",
  "• Baholar varaqasi (transkript)": "• Not dökümü (transkript)",
  "• Maktab yoki Universitetni bitirmagan boʻlsangiz malumotnoma kerak boladi": "• Okul veya üniversite mezunu değilseniz bilgi belgesi gereklidir",
  "Qabul qilish bosqichlari:": "Kabul Aşamaları:",
  "• Biz bilan bog‘laning va universitet bo‘yicha maslahat oling": "• Bizimle iletişime geçin ve üniversite hakkında danışmanlık alın",
  "• Hujjatlaringizni tayyorlang va bizga yuboring": "• Belgelerinizi hazırlayın ve bize gönderin",
  "• Universitetga ariza topshiramiz": "• Üniversiteye başvurunuzu yapıyoruz",
  "• Qabul natijalari e’lon qilinadi": "• Kabul sonuçları açıklanır",
  "• Viza jarayonida yordam olasiz": "• Vize sürecinde yardım alırsınız",
  "• Istanbulga jo‘nab ketasiz va transfer xizmqtimiz ham mavjud": "• İstanbul'a seyahat edersiniz ve transfer hizmetimiz de mevcuttur",
  "• Yo’nalishlarning ta'lim tili: Turk va Ingliz tillarida.": "• Bölümlerin eğitim dili: Türkçe ve İngilizce.",
  "• Kirish: Imtihonsiz va firma to’lovlarisiz": "• Giriş: Sınavsız ve şirket ücreti olmadan",
  "Agar turk tilini bilmasangiz, 8 oygacha davom etadigan turk tili kursini universitetga": "Eğer Türkçe bilmiyorsanız, üniversiteye geldiğinizde 8 aya kadar süren Türkçe kursuna",
  "kelganingizda o'qishingiz kerak. Agar turk tilini bilsangiz, universitetga kelganingizda til": "katılmanız gerekmektedir. Eğer Türkçe biliyorsanız, üniversiteye geldiğinizde dil",
  "bilish imtihonidan o'tishingiz kerak. Agar til bilish imtihondan o'tsangiz 1 - kursni": "yeterlilik sınavına girmeniz gerekmektedir. Eğer dil yeterlilik sınavını geçerseniz 1. sınıfa",
  "boshlaysiz, yetarlikcha turk tili bilmasangiz turk tili kursini o'qiysiz. Til kursini": "başlarsınız, yeterli Türkçe bilmiyorsanız Türkçe kursuna katılırsınız. Dil kursunu",
  "o'qiganingizdan so'ng to'g'ridan-to'g'ri 1-kursni boshlaysiz. (Ingliz tili yo'nalishiga": "tamamladıktan sonra doğrudan 1. sınıfa başlarsınız. (İngilizce bölümüne",
  "topshirmoqchi bo'lganlar uchun ham jarayon xuddi shunday davom etadi).": "başvurmak isteyenler için de süreç aynıdır).",
  "Kontrakt to'lov shakli:": "Sözleşme ödeme şekli:",
  "O‘qishga topshirganingizda, o‘qishga kirganligingiz haqida qabul xati 24 soat": "Başvurduğunuzda, kabul mektubu 24 saat içinde çıkar.",
  "ichida chiqadi. Qabul xati chiqishi bilan 5 kun ichida 1 yillik kontrakt to‘lovini yoki": "Kabul mektubu çıktıktan sonra 5 gün içinde 1 yıllık sözleşme ücretini veya",
  "50% (yarim) kontrakt to‘lovini universitetga amalga oshirishingiz kerak. Agar 50%": "50% (yarım) sözleşme ücretini üniversiteye ödemeniz gerekmektedir. Eğer 50%",
  "kontrakt to'lovini to‘lasangiz, qolgan 50% ni esa universitetga kelganingizda": "sözleşme ücretini öderseniz, kalan 50%'yi üniversiteye geldiğinizde",
  "to‘lashingiz kerak.": "ödemeniz gerekmektedir.",
  "FAKULTETLAR VA KONTRAKT NARXLARI:": "FAKÜLTELER VE KONTRAT FİYATLARI:",
  "TEXNIKUM - YILLIK TO'LANADI:": "TEKNİK LİSE - YILLIK ÖDENİR:",
  "• Bola parvarishi - 1.600$ (Turk tilida)": "• Çocuk bakımı - 1.600$ (Türkçe)",
  "• Og’iz va tish salomatligi - 1.600$ (Turk tilida)": "• Ağız ve diş sağlığı - 1.600$ (Türkçe)",
  "• Amaliyotxona xizmatlari - 1.600$ (Turk tilida)": "• Uygulama hizmetleri - 1.600$ (Türkçe)",
  "• Elektronevro fiziologiya - 1.600$ (Turk tilida)": "• Elektro nöro fizyoloji - 1.600$ (Türkçe)",
  "• Fizioterapiya - 1.600$ (Turk tilida)": "• Fizyoterapi - 1.600$ (Türkçe)",
  "• Birinchi tibbiy tez yordam - 1.600$ (Turk tilida)": "• İlk yardım - 1.600$ (Türkçe)",
  "• Anestaziya - 1.600$ (Turk tilida)": "• Anestezi - 1.600$ (Türkçe)",
  "• Ijtimoiy xizmat - 1.600$ (Turk tilida)": "• Sosyal hizmet - 1.600$ (Türkçe)",
  "• Tibbiy hujjatlar va kotib(a)lik - 1.600$ (Turk tilida)": "• Tıbbi belgeler ve sekreterlik - 1.600$ (Türkçe)",
  "• Tibbiy tasvirlash texnologiyasi - 1.600$ (Turk tilida)": "• Tıbbi görüntüleme teknolojisi - 1.600$ (Türkçe)",
  "• Farmasevtika xizmatlari - 1.600$ (Turk tilida)": "• Eczacılık hizmetleri - 1.600$ (Türkçe)",
  "• Patalogik laboratoriya texnikalari - 1.600$ (Turk tilida)": "• Patolojik laboratuvar teknikleri - 1.600$ (Türkçe)",
  "• Tibbiy laboratoriya texnikalari - 1.600$ (Turk tilida)": "• Tıbbi laboratuvar teknikleri - 1.600$ (Türkçe)",
  "• Adliya - 1.600$ (Turk tilida)": "• Adalet - 1.600$ (Türkçe)",
  "• Kompyuter dasturchiligi - 1.600$ (Turk tilida)": "• Bilgisayar programcılığı - 1.600$ (Türkçe)",
  "• Soch parvarishi va kosmetologiya - 1.600$ (Turk tilida)": "• Saç bakımı ve kozmetoloji - 1.600$ (Türkçe)",
  "BAKALAVR - YILLIK TO'LANADI:": "LİSANS - YILLIK ÖDENİR:",
  "• Siyosat va davlat boshqaruvi - 2.200$ (Turk tilida)": "• Siyaset ve kamu yönetimi - 2.200$ (Türkçe)",
  "• Biznes boshqaruvi - 2.200$ (Turk tilida)": "• İşletme yönetimi - 2.200$ (Türkçe)",
  "• Xalqaro savdo va logistika - 2.200$ (Turk tilida)": "• Uluslararası ticaret ve lojistik - 2.200$ (Türkçe)",
  "• Biznes boshqaruv - 2.900$ (Ingliz tilida)": "• İşletme yönetimi - 2.900$ (İngilizce)",
  "• Iqtisod va moliya - 2.900$ (Ingliz tilida)": "• Ekonomi ve finans - 2.900$ (İngilizce)",
  "• Xalqaro munosabatlar - 2.900$ (Ingliz tilida)": "• Uluslararası ilişkiler - 2.900$ (İngilizce)",
  "• Siyosat va davlat boshqaruvi - 2.900$ (Ingliz tilida)": "• Siyaset ve kamu yönetimi - 2.900$ (İngilizce)",
  "• Ijtimoiy xizmat - 2.200$ (Turk tilida)": "• Sosyal hizmet - 2.200$ (Türkçe)",
  "• Ichki arxitektura - 2.200$ (Turk tilida)": "• İç mimarlık - 2.200$ (Türkçe)",
  "• Shahar dizayni va landshaft arxitekturasi - 2.200$ (Turk tilida)": "• Şehir tasarımı ve peyzaj mimarlığı - 2.200$ (Türkçe)",
  "• Psixologiya - 2.200$ (Turk tilida)": "• Psikoloji - 2.200$ (Türkçe)",
  "• Psixologiya - 2.900$ (Ingliz tilida)": "• Psikoloji - 2.900$ (İngilizce)",
  "• Gastronomiya va kulinariya - 2.200$ (Turk tilida)": "• Gastronomi ve mutfak sanatları - 2.200$ (Türkçe)",
  "• Gastronomiya va kulinariya - 2.900$ (Ingliz tilida)": "• Gastronomi ve mutfak sanatları - 2.900$ (İngilizce)",
  "• Raqamli o’yin dizayni - 2.900$ (Ingliz tilida)": "• Dijital oyun tasarımı - 2.900$ (İngilizce)",
  "• Vizual aloqa dizayni - 2.900$ (Ingliz tilida)": "• Görsel iletişim tasarımı - 2.900$ (İngilizce)",
  "• Radio TV va kino - 2.200$ (Turk tilida)": "• Radyo TV ve sinema - 2.200$ (Türkçe)",
  "• PR va reklamai - 2.200$ (Turk tilida)": "• Halkla ilişkiler ve reklamcılık - 2.200$ (Türkçe)",
  "• Dietalogiya - 2.200$ (Turk tilida)": "• Diyetetik - 2.200$ (Türkçe)",
  "• Dietalogiya - 2.900$ (Ingliz tilida)": "• Diyetetik - 2.900$ (İngilizce)",
  "• Bola parvarishi - 2.200$ (Turk tilida)": "• Çocuk bakımı - 2.200$ (Türkçe)",
  "• Fizioterapiya va reabilitatsiya - 2.200$ (Turk tilida)": "• Fizyoterapi ve rehabilitasyon - 2.200$ (Türkçe)",
  "• Fizioterapiya va reabilitatsiya - 2.900$ (Ingliz tilida)": "• Fizyoterapi ve rehabilitasyon - 2.900$ (İngilizce)",
  "• Hamshiralik - 2.200$ (Turk tilida)": "• Hemşirelik - 2.200$ (Türkçe)",
  "• Hamshiralik - 2.900$ (Ingliz tilida)": "• Hemşirelik - 2.900$ (İngilizce)",
  "• Akusherlik - 2.200$ (Turk tilida)": "• Ebelik - 2.200$ (Türkçe)",
  "• Til va talaffuz terapiyasi - 2.200$ (Turk tilida)": "• Dil ve konuşma terapisi - 2.200$ (Türkçe)",
  "• Salomatlik menejmenti - 2.200$ (Turk tilida)": "• Sağlık yönetimi - 2.200$ (Türkçe)",
  "• Farmasevtika - 18.000$ (Turk tilida) - Bir marta to'lanadi": "• Eczacılık - 18.000$ (Türkçe) - Bir kerede ödenir",
  "• Stomatologiya - 35.000$ (Turk tilida) - Bir marta to'lanadi": "• Diş hekimliği - 35.000$ (Türkçe) - Bir kerede ödenir",
  "• Stomatologiya - 35.000$ (Ingliz tilida) - Bir marta to'lanadi": "• Diş hekimliği - 35.000$ (İngilizce) - Bir kerede ödenir",
  "MAGISTRATURA - BIR MARTA TO'LANADI:": "YÜKSEK LİSANS - BİR KEREDE ÖDENİR:",
  "• Xalqaro biznes boshqaruvi - 2.500$ (Turk tilida)": "• Uluslararası işletme yönetimi - 2.500$ (Türkçe)",
  "• Biznes menejmenti - 3.500$ (Turk tilida)": "• İşletme yönetimi - 3.500$ (Türkçe)",
  "• Siyosat va xalqaro munosabatlar - 3.500$ (Ingliz tilida)": "• Siyaset ve uluslararası ilişkiler - 3.500$ (İngilizce)",
  "• Mehnat xavfsizligi - 2.500$ (Turk tilida)": "• İş sağlığı ve güvenliği - 2.500$ (Türkçe)",
  "• Salomatlik menejmenti - 2.500$ (Turk tilida)": "• Sağlık yönetimi - 2.500$ (Türkçe)",
  "• Klinik psixologiya - 15.000$ (Turk tilida)": "• Klinik psikoloji - 15.000$ (Türkçe)",
  "• Gastronomiya va kulinariya - 2.500$ (Turk tilida)": "• Gastronomi ve mutfak sanatları - 2.500$ (Türkçe)",
  "• Dietalogiya - 2.500$ (Turk tilida)": "• Diyetetik - 2.500$ (Türkçe)",
  "• Bola Parvarishi - 3.500$ (Turk tilida)": "• Çocuk bakımı - 3.500$ (Türkçe)",
  "TIL KURS NARXLARI - BIR MARTA TO'LANADI:": "DİL KURSU FİYATLARI - BİR KEREDE ÖDENİR:",
  "• Turk tili - 1.200$": "• Türkçe - 1.200$",
  "• Ingliz tili - 2.900$": "• İngilizce - 2.900$",
  "Istanbul Kent Universitetiga «FUTURE STUDY» orqali kirish MUTLOQO BEPUL VA IMTIHONSIZ, faqatgina xohlagan bitta yo'nalish tanlab va hujjatingizni bizga yuborishingiz kerak bo’ladi!": "İstanbul Kent Üniversitesi'ne «FUTURE STUDY» aracılığıyla giriş TAMAMEN ÜCRETSİZ VE SINAVSIZ, sadece istediğiniz bir bölümü seçip belgelerinizi bize göndermeniz yeterlidir!",
  "O'qishga kirganligiz haqida qabul xat esa 24-48soat ichida chiqadi. Qabul xat chiqishi bilan 5-7 kun ichida 1 yillik kontrakt to'lovingizni (50% yarim) kontrakt to'lovini bank orqali universitet xisobiga amalga oshirishingiz kerak bo'ladi.": "Kabul mektubunuz 24-48 saat içinde çıkar. Kabul mektubu çıktıktan sonra 5-7 gün içinde 1 yıllık sözleşme ücretinizi (50% yarım) banka üzerinden üniversite hesabına ödemeniz gerekmektedir.",
  "Shoshiling joylar soni cheklangan. Qabullar tez orada tugaydi.": "Acele edin, kontenjanlar sınırlıdır. Kayıtlar yakında sona erecek.",
  "BIZDA BARCHA XIZMATLAR BEPUL!": "BİZDE TÜM HİZMETLER ÜCRETSİZDİR!",
  "«FUTURE STUDY» bilan 2025 yilda Turkiya Universitetlarida hech qanday imtihonsiz va ortiqcha firma to’lovlarsiz talaba bo’ling!": "«FUTURE STUDY» ile 2025 yılında Türkiye Üniversitelerinde hiçbir sınav ve ekstra şirket ücreti olmadan öğrenci olun!",
  "O'qish to'lovlari qancha?":"Eğitim ücret?",
  "O'qish to'lovlari tanlangan dastur, muddat va ta'lim muassasasiga qarab farqlanadi. Toʻlov haqida batafsil maʼlumot olish uchun Future Studyning rasmiy veb-saytiga tashrif buyuring yoki biz bilan bevosita bogʻlaning.":"Eğitim ücreti seçilen programa, süreye ve eğitim kurumuna göre değişir. Ödeme hakkında detaylı bilgi almak için Future Study resmi web sitesini ziyaret edin veya doğrudan bizimle iletişime geçin.",
  "Qanday to'lov imkoniyatlari mavjud?" : "Hangi ödeme seçenekleri mevcut?",
  "To'lov opsiyalari ko'pincha bank o'tkazmasi, kredit karta yoki belgilangan to'lov opsiyalari kabi turli usullarni o'z ichiga olishi mumkin." : "Ödeme seçenekleri genellikle banka havalesi, kredi kartı veya belirtilen ödeme seçenekleri gibi çeşitli yöntemleri içerebilir.",
  "Kredit va stipendiya imkoniyatlari bormi?" : "Kredi ve burs imkanları var mı?",
  "Ba'zi hollarda ta'lim muassasalari talabalarga kreditlar, stipendiyalar yoki moliyaviy yordam ko'rsatishi mumkin. Batafsil ma'lumot uchun ta'lim muassasasiga murojaat qiling." : "Bazı durumlarda eğitim kurumları öğrencilere krediler, burslar veya mali yardım sağlayabilir. Daha fazla bilgi için eğitim kurumuna başvurun.",
  "O'qish to'lovlari haqida qanday bilsam bo'ladi?":"Eğitim ücretleri hakkında nasıl bilgi alabilirim?",
  "O'qish to'lovlarini odatda ta'lim muassasasining veb-saytida yoki tegishli bo'limga murojaat qilish orqali topish mumkin.":"Eğitim ücretlerini genellikle eğitim kurumunun web sitesinde veya ilgili bölümden başvurarak öğrenebilirsiniz.",
  "O'quv to'lovi qachon to'lanadi?":"Eğitim ücreti ne zaman ödenir?",
  "To'lov muddati odatda ro'yxatdan o'tish tasdiqlangandan keyin yoki semestr boshida aniqlanadi. Toʻlov jadvali va tafsilotlarini taʼlim muassasasidan olish mumkin." : "Ödeme süresi genellikle kayıt onaylandıktan sonra veya dönemin başında belirlenir. Ödeme programı ve detayları eğitim kurumundan alınabilir.",
  "To'lov rejalari va bo'lib to'lash imkoniyatlari bormi?":"Ödeme planları ve taksit seçenekleri var mı?",
  "Ba'zi hollarda to'lov rejalari yoki bo'lib-bo'lib to'lash imkoniyatlari taklif qilinishi mumkin. Ushbu masala bo'yicha ta'lim muassasasining moliya bo'limiga murojaat qilishingiz mumkin." : "Bazı durumlarda ödeme planları veya taksit seçenekleri sunulabilir. Bu konuda eğitim kurumunun maliye bölümüne başvurabilirsiniz.",
  "O'quv to'loviga nima kiradi?":"Eğitim ücretine neler dahil?",
  "O'qish ko'pincha kurslar, resurslar yoki ma'lum qulayliklar kabi xususiyatlarni o'z ichiga olishi mumkin. Tafsilotlar uchun vakolatli bo'limga murojaat qilishingiz mumkin.":"Eğitim genellikle dersler, kaynaklar veya belirli olanaklar gibi özellikleri içerebilir. Detaylar için yetkili bölüme başvurabilirsiniz.",
  "O‘qish to‘lovlarida chegirmalar yoki aksiyalar bormi?":"Eğitim ücretlerinde indirim veya kampanyalar var mı?",
  "Ba'zi hollarda, ro'yxatdan o'tish davrida chegirmalar yoki aktsiyalar taklif qilinishi mumkin. Odatda bu ma'lumotni ta'lim muassasasining veb-saytida topishingiz mumkin.":"Bazı durumlarda, kayıt sırasında indirimler veya kampanyalar sunulabilir. Genellikle bu bilgiyi eğitim kurumunun web sitesinde bulabilirsiniz.",
  "O'qish to'lovlari belgilanganmi yoki ular semestrdan semestrga o'zgarishi mumkinmi?":"Eğitim ücretleri sabit mi yoksa dönemden döneme değişebilir mi?",
  "O'quv to'lovlari ta'lim muassasasining siyosatiga qarab farq qilishi mumkin. Har bir davrda uni qayta baholash mumkin.":"Eğitim ücretleri eğitim kurumunun politikasına göre değişebilir. Her dönemde yeniden değerlendirme yapılabilir.",
  "Qanday hollarda o'quv to'lovlarini qaytarasiz?":"Eğitim ücretlerini ne zaman geri alabilirsiniz?",
  "To'lovni qaytarish siyosati ko'pincha ta'lim muassasasi tomonidan belgilangan shartlar va muddatlarga qarab farq qilishi mumkin. Ushbu mavzu bo'yicha batafsil ma'lumotni o'z ta'lim muassasangizdan olishingiz mumkin." : "Ödeme iadesi politikası genellikle eğitim kurumu tarafından belirlenen koşullara ve sürelere göre değişebilir. Bu konuda detaylı bilgi almak için eğitim kurumunuzla iletişime geçebilirsiniz.",
  "O'qishni tugatganimdan so'ng men martaba bo'yicha maslahat xizmatidan foydalana olamanmi?" : "Eğitimi bitirdikten sonra kariyer danışmanlığı hizmetlerinden yararlanabilir miyim?",
  "Ha, Future Study Consulting o'qishni tugatgandan so'ng martaba bo'yicha maslahat berish orqali ish qidirish jarayonini qo'llab-quvvatlashi mumkin.":"Evet, Future Study Consulting mezuniyet sonrası kariyer danışmanlığı hizmeti sunarak iş arama sürecinizi destekleyebilir.",
  "Stajirovka va ish topishga qanday yordam bera olasiz?" : "Staj ve iş bulmada nasıl yardımcı olabilirsiniz?",
  "Future Study Consulting odatda stajirovka va ish qidirish jarayonlarida yo'l-yo'riq ko'rsatish, rezyumeni tayyorlash va intervyu texnikasi kabi masalalarda yordam beradi." : "Future Study Consulting genellikle staj ve iş arama süreçlerinde rehberlik, özgeçmiş hazırlama ve mülakat teknikleri gibi konularda yardımcı olur.",
  "Men martaba va ish imkoniyatlari haqida qanday manbalardan foydalana olaman?" : "Mezuniyet ve iş imkanları hakkında nasıl bilgi alabilirim?",
  "Future Study Consulting odatda ish imkoniyatlari va martaba resurslari, martaba yarmarkalarida ishtirok etish va ish o'rinlari haqida ma'lumot beradi." : "Future Study Consulting genellikle iş fırsatları ve kariyer kaynakları, kariyer fuarlarına katılım ve iş yerleri hakkında bilgi verir.",
  "Ish qidirish jarayonida qadamlarimni qanday rejalashtirishim mumkin?" : "İş arama sürecinde adımlarımı nasıl planlayabilirim?",
  "Future Study Consulting ko'pincha talabalarga ish qidirish strategiyalari, ishga arizalar va tarmoqqa ulanish bo'yicha ko'rsatmalar beradi." : "Future Study Consulting genellikle öğrencilere iş arama stratejileri, iş başvuruları ve ağa katılma konusunda rehberlik eder.",
  "O'qishni tugatgandan keyin martaba xizmatlari davom etadimi?":"Mezuniyet sonrası hizmetleriniz devam ediyor mu?",
  "Ha, martaba xizmatlari ko'pincha bitiruvdan keyin davom etadi va bitiruvchi talabalarga yordam ko'rsatiladi"
  :"Evet, mezuniyet sonrası hizmetler genellikle mezuniyetten sonra devam eder ve mezun öğrencilere destek sağlanır",
  "Tarmoq va ulanishni yaratish bo'yicha yordam olsam bo'ladimi?" : "Ağ ve bağlantı oluşturmada yardım alabilir miyim?",
  "Future Study Consulting ko'pincha bitiruvchilar uchun tarmoq tadbirlari va ulanishni qo'llab-quvvatlashni taklif qiladi." : "Future Study Consulting genellikle mezunlar için ağ etkinlikleri ve bağlantı oluşturmayı destekler.",
  "Ish suhbatlari va uchrashuvlarga tayyorgarlik ko'rasizmi?" : "İş görüşmeleri ve mülakatlara hazırlanmama yardımcı olabilir misiniz?",
  "Ha, Future Study Consulting odatda talabalarni intervyu texnikasi, CV va CV tayyorlash bilan qo'llab-quvvatlaydi." : "Evet, Future Study Consulting genellikle öğrencilere mülakat teknikleri, özgeçmiş ve CV hazırlama konusunda destek sağlar.",
  "O'qishni tugatgandan keyin ish qidirishim qancha davom etadi?" : "Mezuniyet sonrası iş arama sürecim ne kadar sürecek?",
  "Ish topish vaqti shaxsiy omillar va bozor sharoitlariga qarab o'zgaradi, lekin Future Study Consulting odatda jarayoningizni tezlashtirish uchun yordam beradi." : "İş bulma süresi kişisel faktörlere ve piyasa koşullarına bağlı olarak değişebilir, ancak Future Study Consulting genellikle sürecinizi hızlandırmak için yardımcı olur.",
  "Ish qidirish jarayonida qanday manbalarga kirishim mumkin?" : "İş arama sürecinde hangi kaynaklara erişebilirim?",
  "Future Study Consulting ko'pincha ish o'rinlari e'lonlari, martaba yarmarkalari, bandlik platformalari va kompaniya aloqalariga kirishda yordam beradi." : "Future Study Consulting genellikle iş ilanları, kariyer fuarları, işe alım platformları ve şirket bağlantılarına erişimde yardımcı olur.",
  "O'qishni tugatgandan so'ng qanday martaba faoliyati mavjud?" : "Mezuniyet sonrası kariyer hizmetleri var mı?",
  "Future Study Consulting ko'pincha bitiruvchilar uchun martaba seminarlari, ishga joylashtirish bo'yicha seminarlar va martaba tadbirlarini tashkil qiladi":"Future Study Consulting genellikle mezunlar için kariyer seminerleri, işe yerleştirme seminerleri ve mezuniyet etkinlik",
  "Viza va ruxsat berish jarayonlarida yordam bormi?" : "Vize ve izin süreçlerinde yardım edebilir misiniz?",
  "Ha, Future Study Consulting xalqaro talabalar uchun viza jarayonlari va talab qilinadigan ruxsatnomalar bo'yicha yo'l-yo'riq va yordam taklif qiladi." : "Evet, Future Study Consulting genellikle uluslararası öğrenciler için vize süreçleri ve gerekli izin belgeleri konusunda rehberlik ve destek sağlar.",
  "Xalqaro talabalar til o'rganish yordamiga egami?" : "Uluslararası öğrencilere dil öğrenme desteği var mı?",
  "Tilni qo'llab-quvvatlash sifatida Future Study Consulting ko'pincha til kurslari, seminarlar yoki til o'rgatish resurslarini taqdim etishi mumkin." : "Dil desteği olarak Future Study Consulting genellikle dil kursları, seminerler veya dil öğretim kaynakları sunabilir.",
  "Madaniy moslashish jarayoniga qanday yordamlar beriladi?" : "Kültürel uyum sürecinde nasıl yardımcı olunur?",
  "Xalqaro talabalarga ko'pincha mahalliy madaniyat va hayot bo'yicha yo'l-yo'riq ko'rsatilib, tadbirlarda va madaniy o'zaro munosabatlarda ishtirok etish imkoniyati beriladi." : "Uluslararası öğrencilere genellikle yerel kültür ve yaşam hakkında rehberlik, etkinliklere ve kültürel etkileşimlere katılma fırsatı sunulur.",
  "Uy-joy va turar joy imkoniyatlari qanday?" : "Konaklama ve barınma seçenekleri nelerdir?",
  "Future Study Consulting ko'pincha xalqaro talabalar uchun turar joy jarayonlarida yordam beradi; U yotoqxona, talabalar uyi yoki uyda qolish kabi variantlarni taklif qilishi mumkin." : "Future Study Consulting genellikle uluslararası öğrencilere barınma süreçlerinde yardımcı olur; yurt, öğrenci evi veya evde kalma gibi seçenekler sunabilir.",
  "Siz chet elda tibbiy sug'urtani ta'minlaysizmi?" : "Yurtdışında sağlık sigortası sağlıyor musunuz?",
  "Xalqaro talabalar ko'pincha tibbiy sug'urta bo'yicha ko'rsatmalar va ma'lumotlarni taqdim etish uchun yordam olishlari mumkin." : "Uluslararası öğrencilere genellikle sağlık sigortası hizmetleri ve bilgileri sunulabilir.",
  "Ijtimoiy tadbirlarda yordam mavjudmi?" : "Sosyal etkinliklerde yardım edebilir misiniz?",
  "Ha, xorijlik talabalarga ko'pincha jamiyatni jalb qilish, klublar va ijtimoiy tadbirlarga qo'shilish bo'yicha ko'rsatmalar taklif etiladi." : "Evet, yabancı öğrencilere genellikle topluluğa katılımı teşvik etmek, kulüplere ve sosyal etkinliklere katılmaları konusunda rehberlik sağlanır.",
  "Akademik manbalar va kutubxona vositalariga qanday kirishim mumkin?" : "Akademik kaynaklara ve kütüphane araçlarına nasıl erişebilirim?",
  "Future Study Consulting ko'pincha xalqaro talabalarga akademik resurslar va kutubxona vositalaridan foydalanishda yordam beradi." : "Future Study Consulting genellikle uluslararası öğrencilere akademik kaynaklar ve kütüphane araçlarına erişimde yardımcı olur.",
  "Talabalik vizasi va yashash ruxsatnomamni olish uchun qancha vaqt ketadi?" : "Öğrenci vizesi ve oturma izni almak ne kadar sürer?",
  "Viza va yashash uchun ruxsatnoma muddatlari mamlakatlar va shaxsiy vaziyatlarga qarab farq qiladi. Future Study Consulting jarayon davomida yo'l-yo'riq va yordam taklif qiladi, ammo vaqt farq qilishi mumkin." : "Vize ve oturma izni süreçleri ülkeler ve kişisel durumlara göre değişebilir. Future Study Consulting süreç boyunca rehberlik ve destek sağlar, ancak süre değişebilir.",
  "Chet ellik talabalar uchun madaniy yordam bormi?" : "Yabancı öğrencilere kültürel rehberlik sağlıyor musunuz?",
  "Ha, madaniy tadbirlar, ekskursiyalar va mahalliy madaniyatlar bilan tanishish imkoniyati ko'pincha taqdim etiladi." : "Evet, genellikle kültürel etkinlikler, geziler ve yerel kültürlerle tanışma fırsatı sunulur.",
  "Chet ellik talabalar uchun kasbiy yo'nalish bormi?" : "Yabancı öğrencilere mesleki rehberlik sağlıyor musunuz?",
  "Future Study Consulting ko'pincha xalqaro talabalarga yo'l-yo'riq va martaba xizmatlari va ish imkoniyatlari haqida ma'lumot beradi." : "Future Study Consulting genellikle uluslararası öğrencilere kariyer ve mezuniyet hizmetleri ve iş fırsatları hakkında bilgi verir."
}
